[
  {
    "title": "Animal Farm by George Orwell",
    "text": " Old Major, the old boar on the Manor Farm, calls the animals on the farm for a meeting, where he compares the humans to parasites and teaches the animals a revolutionary song, 'Beasts of England'. When Major dies, two young pigs, Snowball and Napoleon, assume command and turn his dream into a philosophy. The animals revolt and drive the drunken and irresponsible Mr Jones from the farm, renaming it \"Animal Farm\". They adopt Seven Commandments of Animal-ism, the most important of which is, \"All animals are equal\". Snowball attempts to teach the animals reading and writing; food is plentiful, and the farm runs smoothly. The pigs elevate themselves to positions of leadership and set aside special food items, ostensibly for their personal health. Napoleon takes the pups from the farm dogs and trains them privately. Napoleon and Snowball struggle for leadership. When Snowball announces his plans to build a windmill, Napoleon has his dogs chase Snowball away and declares himself leader. Napoleon enacts changes to the governance structure of the farm, replacing meetings with a committee of pigs, who will run the farm. Using a young pig named Squealer as a \"mouthpiece\", Napoleon claims credit for the windmill idea. The animals work harder with the promise of easier lives with the windmill. After a violent storm, the animals find the windmill annihilated. Napoleon and Squealer convince the animals that Snowball destroyed it, although the scorn of the neighbouring farmers suggests that its walls were too thin. Once Snowball becomes a scapegoat, Napoleon begins purging the farm with his dogs, killing animals he accuses of consorting with his old rival. He and the pigs abuse their power, imposing more control while reserving privileges for themselves and rewriting history, villainising Snowball and glorifying Napoleon. Squealer justifies every statement Napoleon makes, even the pigs' alteration of the Seven Commandments of Animalism to benefit themselves. 'Beasts of England' is"
  },
  {
    "title": "A Clockwork Orange by Anthony Burgess",
    "text": " Alex, a teenager living in near-future England, leads his gang on nightly orgies of opportunistic, random \"ultra-violence.\" Alex's friends (\"droogs\" in the novel's Anglo-Russian slang, Nadsat) are: Dim, a slow-witted bruiser who is the gang's muscle; Georgie, an ambitious second-in-command; and Pete, who mostly plays along as the droogs indulge their taste for ultra-violence. Characterized as a sociopath and a hardened juvenile delinquent, Alex is also intelligent and quick-witted, with sophisticated taste in music, being particularly fond of Beethoven, or \"Lovely Ludwig Van.\" The novel begins with the droogs sitting in their favorite hangout (the Korova Milkbar), drinking milk-drug cocktails, called \"milk-plus\", to hype themselves for the night's mayhem. They assault a scholar walking home from the public library, rob a store leaving the owner and his wife bloodied and unconscious, stomp a panhandling derelict, then scuffle with a rival gang. Joyriding through the countryside in a stolen car, they break into an isolated cottage and maul the young couple living there, beating the husband and raping his wife. In a metafictional touch, the husband is a writer working on a manuscript called \"A Clockwork Orange,\" and Alex contemptuously reads out a paragraph that states the novel's main theme before shredding the manuscript. Back at the milk bar, Alex punishes Dim for some crude behaviour, and strains within the gang become apparent. At home in his dreary flat, Alex plays classical music at top volume while fantasizing of even more orgiastic violence. Alex skips school the next day. Following an unexpected visit from P.R. Deltoid, his \"post-corrective advisor,\" Alex meets a pair of ten-year-old girls and takes them back to his parents' flat, where he administers hard drugs and then rapes them. That evening, Alex finds his droogs in a mutinous mood. Georgie challenges Alex for leadership of the gang, demanding that they pull a \"man-sized\" job. Alex quells the rebellion "
  },
  {
    "title": "The Plague by Albert Camus",
    "text": " The text of The Plague is divided into five parts. In the town of Oran, thousands of rats, initially unnoticed by the populace, begin to die in the streets. A hysteria develops soon afterward, causing the local newspapers to report the incident. Authorities responding to public pressure order the collection and cremation of the rats, unaware that the collection itself was the catalyst for the spread of the bubonic plague. The main character, Dr. Bernard Rieux, lives comfortably in an apartment building when strangely the building's concierge, M. Michel, a confidante, dies from a fever. Dr. Rieux consults his colleague, Castel, about the illness until they come to the conclusion that a plague is sweeping the town. They both approach fellow doctors and town authorities about their theory, but are eventually dismissed on the basis of one death. However, as more and more deaths quickly ensue, it becomes apparent that there is an epidemic. Authorities, including the Prefect, M. Othon, are slow to accept that the situation is serious and quibble over the appropriate action to take. Official notices enacting control measures are posted, but the language used is optimistic and downplays the seriousness of the situation. A \"special ward\" is opened at the hospital, but its 80 beds are filled within three days. As the death toll begins to rise, more desperate measures are taken. Homes are quarantined; corpses and burials are strictly supervised. A supply of plague serum finally arrives, but there is only enough to treat existing cases and the country's emergency reserves are depleted. When the daily number of deaths jumps to 30, the town is sealed and an outbreak of plague is officially declared. The town is sealed off. The town gates are shut, rail travel is prohibited, and all mail service is suspended. The use of telephone lines is restricted only to \"urgent\" calls, leaving short telegrams as the only means of communicating with friends or family outside the town. The sepa"
  },
  {
    "title": "An Enquiry Concerning Human Understanding by David Hume",
    "text": " The argument of the Enquiry proceeds by a series of incremental steps, separated into chapters which logically succeed one another. After expounding his epistemology, Hume explains how to apply his principles to specific topics. In the first section of the Enquiry, Hume provides a rough introduction to philosophy as a whole. For Hume, philosophy can be split into two general parts: natural philosophy and the philosophy of human nature (or, as he calls it, \"moral philosophy\"). The latter investigates both actions and thoughts. He emphasizes in this section, by way of warning, that philosophers with nuanced thoughts will likely be cast aside in favor of those whose conclusions more intuitively match popular opinion. However, he insists, precision helps art and craft of all kinds, including the craft of philosophy. Next, Hume discusses the distinction between impressions and ideas. By \"impressions\", he means sensations, while by \"ideas\", he means memories and imaginings. According to Hume, the difference between the two is that ideas are less vivacious than impressions. For example, the idea of the taste of an orange is far inferior to the impression (or sensation) of actually eating one. Writing within the tradition of empiricism, he argues that impressions are the source of all ideas. Hume accepts that ideas may be either the product of mere sensation, or of the imagination working in conjunction with sensation. According to Hume, the creative faculty makes use of (at least) four mental operations which produce imaginings out of sense-impressions. These operations are compounding (or the addition of one idea onto another, such as a horn on a horse to create a unicorn); transposing (or the substitution of one part of a thing with the part from another, such as with the body of a man upon a horse to make a centaur); augmenting (as with the case of a giant, whose size has been augmented); and diminishing (as with Lilliputians, whose size has been diminished). (Hume 197"
  },
  {
    "title": "A Fire Upon the Deep by Vernor Vinge",
    "text": " The novel posits that space around the Milky Way is divided into concentric layers called Zones, each being constrained by different laws of physics and each allowing for different degrees of biological and technological advancement. The innermost, the \"Unthinking Depths\", surrounds the galactic core and is incapable of supporting advanced life forms at all. The next layer, the \"Slow Zone\", is roughly equivalent to the real world in behavior and potential. Further out, the zone named the \"Beyond\" can support futuristic technologies such as AI and FTL travel. The outermost zone, the \"Transcend\", contains most of the galactic halo and is populated by incomprehensibly vast and powerful posthuman entities. A human expedition investigates a five-billion-year-old data archive that offers the possibility of unimaginable riches for the ambitious young civilization of the Straumli Realm. The expedition's facility, called High Lab, is gradually compromised by a dormant super-intelligent entity (actually encoded within the archive) later known as the Blight. The Blight rapidly learns how to infiltrate and control the computer systems of High Lab, and even develops the ability to possess and control the living humans. The novel starts with an imaginative description of the evolution of this superintelligence through exponentially accelerating developmental stages, culminating in a transcendent, nigh-omnipotent power that is unfathomable to mere humans. Shortly before its final \"flowering\", the changes in a single minute of the Blight's life are said to exceed those of 10,000 years of human civilization. Recognizing the danger of what they have awakened, the researchers at High Lab attempt to flee in two ships. Suspicious, the Blight discovers that one of the ships contains a data storage device in its cargo manifest; assuming it contains information that could harm it, the Blight destroys the ship. The second ship is allowed to escape, unharmed, as the Blight assumes that it i"
  },
  {
    "title": "All Quiet on the Western Front by Erich Maria Remarque",
    "text": " The book tells the story of Paul Bäumer, a German soldier who—urged on by his school teacher—joins the German army shortly after the start of World War I. Bäumer arrives at the Western Front with his friends and schoolmates (Tjaden, Müller, Kropp and a number of other characters). There they meet Stanislaus Katczinsky, an older soldier, nicknamed Kat, who becomes Paul's mentor. While fighting at the front, Bäumer and his comrades have to engage in frequent battles and endure the dangerous and often dirty conditions of warfare. At the very beginning of the book Erich Maria Remarque says \"This book is to be neither an accusation nor a confession, and least of all an adventure, for death is not an adventure to those who stand face to face with it. It will try simply to tell of a generation of men who, even though they may have escaped shells, were destroyed by the war.\" The book does not focus on heroic stories of bravery, but rather gives a view of the conditions in which the soldiers find themselves. The monotony between battles, the constant threat of artillery fire and bombardments, the struggle to find food, the lack of training of young recruits (meaning lower chances of survival), and the overarching role of random chance in the lives and deaths of the soldiers are described in detail. The battles fought here have no names and seem to have little overall significance, except for the impending possibility of injury or death for Bäumer and his comrades. Only pitifully small pieces of land are gained, about the size of a football field, which are often lost again later. Remarque often refers to the living soldiers as old and dead, emotionally drained and shaken. \"We are not youth any longer. We don't want to take the world by storm. We are fleeing from ourselves, from our life. We were eighteen and had begun to love life and the world; and we had to shoot it to pieces.\" Paul's visit on leave to his home highlights the cost of the war on his psyche. The town has no"
  },
  {
    "title": "A Wizard of Earthsea by Ursula K. Le Guin",
    "text": " Ged is a young boy on Gont, one of the larger islands in the north of the archipelago of Earthsea. His mother is dead, his much older siblings have all left home, and his father is a dour, taciturn bronzesmith with nothing in common with his son, so the boy grows up wild and headstrong. Ged discovers by accident that he has an extraordinary talent for magic. His aunt, the village witch, teaches him the little she herself knows, but his power far exceeds hers. One day, he uses his talent and a fog-gathering spell he learned from a passing weatherworker to save his village from Karg raiders. The tale of his remarkable feat spreads far and wide, finally reaching the ear of a wise Gontish mage, Ogion the Silent. He recognizes that the boy is so powerful he must be trained so as not to become a danger to himself and others. In the rite of passage into adulthood, he gives the boy his \"true name\", Ged, and takes him as an apprentice. In this world, a magician who knows someone's true name has control over that person, so one's true name is revealed only to those whom one trusts completely. Normally, a person is referred to by his or her \"use name\". Ged's is Sparrowhawk. The undisciplined young man grows restless under the gentle, patient tutelage of his master. One day, at the taunting of the daughter of the local lord - who, it is later revealed, is also a witch - Ged seeks a powerful spell from one of Ogion's old books to impress the girl. As he reads the spell, to his horror, a shadowy being manifests. The shade advances on Ged, but is driven away by the timely return of Ogion. Ogion finally gives him a choice: stay with him or go to the renowned school for wizards, on the island of Roke. Though he has grown to love the old man, the youngster is drawn irresistibly to a life of doing, rather than being. At the school, Ged masters his craft with ease, but his pride and arrogance grow even faster than his skill and, in his hubris, he attempts to summon a dead spirit - a p"
  },
  {
    "title": "Anyone Can Whistle by Arthur Laurents",
    "text": " The story is set in an imaginary American town that has gone bankrupt. The only place in town doing good business is the local sanitarium, known as “The Cookie Jar,” whose inmates look much healthier than the disgruntled townspeople. (\"I'm Like the Bluebird\") All the money is in the hands of Cora Hoover Hooper, the stylish, ruthless mayoress and her cronies - Comptroller Schub, Treasurer Cooley, and Police Chief Magruder. Cora appears carried in a litter by her backup singers, and admits that she can accept anything except unpopularity (“Me and My Town”). The scheming Comptroller Schub, tells her that he has a plan to save her administration, and the town, promising “It's highly unethical.” He tells her to meet him at the rock on the edge of town. At the rock, a local mother, Mrs. Schroeder, tries to tell her child, Baby Joan, to come down from the rock, when Baby Joan licks it - and a spring of water begins flowing from it. The town instantly proclaims a miracle, and Cora and her council eagerly anticipate tourist dollars as they boast of the water's curative powers. (\"Miracle Song\") It is soon revealed to Cora that the miracle is a fake, controlled by a pump inside the rock. The only person in town who doubts the miracle is Fay Apple, an eternally skeptical young nurse from the Cookie Jar who refuses to believe in miracles. She appears at the rock with all forty-nine of the inmates, or “Cookies” in tow, intending to let them take some of the water. Schub realizes that if they drink the water and do not change, people will discover the fake. As he tries to stop Fay, the inmates mingle with the townspeople, until no one can guess who is who. Fay disappears, and hiding from the police, admits that she hopes for one miracle - for a hero who can come and deliver the town from the madness (“There Won't Be Trumpets”). Cora arrives on the scene with the Cookie Jar's manager, Dr. Detmold, but he says that Fay has taken the records to identify the inmates. He tells Cora th"
  },
  {
    "title": "Blade Runner 3: Replicant Night by K. W. Jeter",
    "text": " Living on Mars, Deckard is acting as a consultant to a movie crew filming the story of his Blade Runner days. He finds himself drawn into a mission on behalf of the replicants he was once assigned to kill. Meanwhile, the mystery surrounding the beginnings of the Tyrell Corporation is being dragged out into the light."
  },
  {
    "title": "Blade Runner 2: The Edge of Human by K. W. Jeter",
    "text": " Beginning several months after the events in Blade Runner, Deckard has retired to an isolated shack outside the city, taking the replicant Rachael with him in a Tyrell transport container, which slows down the replicant aging process. He is approached by a woman who explains she is Sarah Tyrell, niece of Eldon Tyrell, heiress to the entire Tyrell Corporation and the human template (templant) for the Rachael replicant. She asks Deckard to hunt down the \"missing\" sixth replicant. At the same time, the human template for Roy Batty hires Dave Holden, the blade runner attacked by Leon, to help him hunt down the man he believes is the sixth replicant - Deckard. Deckard and Holden's investigations lead them to re-visit Sebastian, Bryant, and John Isidore (from the book Do Androids Dream Of Electric Sheep?), learning more about the nature of the blade runners and the replicants. When Deckard, Batty, and Holden finally clash, Batty's inhuman fighting prowess leads Holden to believe he has been duped all along and that Batty is the sixth replicant; he shoots him. Deckard returns to Sarah with his suspicion: there is no sixth replicant. Sarah, speaking via a remote camera, confesses that she created and maintained the rumor herself, to deliberately discredit and eventually destroy the Tyrell Corporation, after her uncle Eldon created Rachael based on her and then abandoned the real Sarah. Sarah brings Rachael back to the Corporation building to meet with Deckard, and he escapes with her. However, Holden - recovering from his injuries during the fight - later finds the truth: Rachael has been killed by Tyrell agents, and the \"Rachael\" who escaped with Deckard was actually Sarah. She has completed her revenge by both destroying Tyrell, and taking back Rachael's place."
  },
  {
    "title": "Book of Joshua by ",
    "text": " (Chapter 1 is the first of three important moments in Joshua marked with major speeches and reflections by the main characters; here first God and then Joshua make speeches about the goal of conquest of the Promised Land; at chapter 12, Joshua looks back on the conquest; and at chapter 23 Joshua gives a speech about what must be done if Israel is to live in peace in the land). God commissions Joshua to take possession of the land and warns him to keep faith with the Covenant. (God's speech foreshadows major themes of the book: the crossing of the Jordan and conquest of the land, its distribution, and the imperative need for obedience to the Law; Joshua's own immediate obedience is seen in his speeches to the Israelite commanders and to the Transjordanian tribes, and the Transjordanians' affirmation of Joshua's leadership echoes Yahweh's assurances of victory). The Israelites cross the Jordan through the miraculous intervention of God and his ark and are circumcised at Gibeath-Haaraloth (translated as hill of foreskins), renamed Gilgal in memory (Gilgal sounds like Gallothi, I have removed, but is more likely to translate as circle of standing stones). The conquest begins in Canaan with Jericho, followed by Ai (central Canaan), after which Joshua builds an altar to Yahweh at Mt Ebal (northern Canaan) and renews the Covenant. (The covenant ceremony has elements of a divine land-grant ceremony, similar to ceremonies known from Mesopotamia). The narrative now switches to the south. The Gibeonites trick the Israelites into entering into an alliance with them by saying they are not Canaanites; this prevents the Israelites from exterminating them, but they are enslaved instead. An alliance of Amorite kingdoms headed by the Canaanite king of Jerusalem is defeated with Yahweh's miraculous help, and the enemy kings are hanged on trees. (The Deuteronomist author may have used the then-recent 701&nbsp;BCE campaign of the Assyrian king Sennacherib in Judah as his model; the han"
  },
  {
    "title": "Book of Ezra by ",
    "text": " For the Bible text, see Bible Gateway (opens at NIV version) or see King James Version The Book of Ezra consists of ten chapters: chapters 1-6, covering the period from the Decree of Cyrus to the dedication of the Second Temple, are told in the third person; chapters 7-10, dealing with the mission of Ezra, are told largely in the first person. The book contains several documents presented as historical inclusions. ;Chapters 1-6 (documents included in the text in italics) *1. Decree of Cyrus, first version: Cyrus, inspired by God, returns the Temple vessels to Sheshbazzar, \"prince of Judah\", and directs the Israelites to return to Jerusalem with him and rebuild the Temple. *2. 42,360 exiles, with men servants, women servants and \"singing men and women\", return from Babylon to Jerusalem and Judah under the leadership of Zerubbabel and Jeshua the High Priest. *3. Jeshua the High Priest and Zerubbabel build the altar and celebrate the Feast of Tabernacles. In the second year the foundations of the Temple are laid and the dedication takes place with great rejoicing. *4. Letter of the Samaritans to Artaxerxes, and reply of Artaxerxes: The \"enemies of Judah and Benjamin\" offer to help with the rebuilding, but are rebuffed; they then work to frustrate the builders \"down to the reign of Darius.\" The officials of Samaria write to king Artaxerxes warning him that Jerusalem is being rebuilt, and the king orders the work to stop. \"Thus the work on the house of God in Jerusalem came to a standstill until the second year of the reign of Darius king of Persia.\" *5. Tattenai's letter to Darius: Through the exhortations of the prophets Haggai and Zechariah, Zerubbabel and Joshua recommence the building of the Temple. Tattenai, satrap over both Judah and Samaria, writes to Darius warning him that Jerusalem is being rebuilt and advising that the archives be searched to discover the decree of Cyrus. *6. Decree of Cyrus, second version, and decree of Darius: Darius finds the decree, dir"
  },
  {
    "title": "Book of Numbers by ",
    "text": " God orders Moses, in the wilderness of Sinai, to number those able to bear arms&mdash;of all the men \"from twenty years old and upward,\" and to appoint princes over each tribe. 603,550 Israelites are found to be fit for military service. In chapter 26, a generation later and after approximately forty years of wandering the desert, the Lord orders a second census. 601,730 men are counted. The tribe of Levi is exempted from military service and therefore not included in the census totals. Moses consecrates the Levites for the service of the Tabernacle in the place of the first-born sons, who hitherto had performed that service. The Levites are divided into three families, the Gershonites, the Kohathites, and the Merarites, each under a chief, and all headed by one prince, Eleazar, son of Aaron. Preparations are then made for resuming the march to the Promised Land. Various ordinances and laws are decreed. The first journey of the Israelites after the Tabernacle had been constructed is commenced. The people murmur against God and are punished by fire; Moses complains of the stubbornness of the Israelites and is ordered to choose seventy elders to assist him in the government of the people. Miriam and Aaron insult Moses at Hazeroth, which angers God; Miriam is punished with leprosy and is shut out of camp for seven days, at the end of which the Israelites proceed to the desert of Paran. Twelve spies are sent out into Canaan and come back to report to Moses. Joshua and Caleb, two of the spies, tell that the land is abundant and is \"flowing with milk and honey\"; the other spies say that it is inhabited by giants, and the Israelites refuse to enter the land. Yahweh decrees that the Israelites will be punished for their loss of faith by having to wander in the wilderness for 40 years. Moses is ordered to make plates to cover the altar with the two hundred fifty censers left after the destruction of Korah's band. The children of Israel murmur against Moses and Aaron on acco"
  },
  {
    "title": "Book of Ruth by ",
    "text": " During the time of the Judges when there was a famine, an Israelite family from Bethlehem—Elimelech, his wife Naomi, and their sons Mahlon and Chilion—emigrate to the nearby country of Moab. Elimelech dies, and the sons marry two Moabite women: Mahlon marries Ruth and Chilion marries Orpah. The two sons of Naomi then die themselves. Naomi decides to return to Bethlehem. She tells her daughters-in-law to return to their own mothers, and remarry. Orpah reluctantly leaves; however, Ruth says, \"Entreat me not to leave you, or to turn back from following you; For wherever you go, I will go; And wherever you lodge, I will lodge; Your people shall be my people, and your God, my God. Where you die, I will die, and there will I be buried. The LORD do so to me, and more also, if anything but death parts you and me.\" (Ruth 1:16–17 NKJV) The two women return to Bethlehem. It is the time of the barley harvest, and in order to support her mother-in-law and herself, Ruth goes to the fields to glean. The field she goes to belongs to a man named Boaz, who is kind to her because he has heard of her loyalty to her mother-in-law. Ruth tells her mother-in-law of Boaz's kindness, and she gleans in his field through the remainder of the harvest season. Boaz is a close relative of Naomi's husband's family. He is therefore obliged by the Levirate law to marry Mahlon's widow, Ruth, in order to carry on his family line. Naomi sends Ruth to the threshing floor at night and tells her to \"uncover the feet\" of the sleeping Boaz. Ruth does so; Boaz awakes and asks,\"Who are you?\" Ruth identifies herself, then asks Boaz to spread his cloak over her. The phrase \"spread your cloak\" was a woman's way of asking for marriage (Ezekiel 16:8). For a man to spread his cloak over a woman showed acquisition of that woman. Boaz states he is willing to \"redeem\" Ruth via marriage, but informs Ruth that there is another male relative who has the first right of redemption. The next morning, Boaz discusses the issu"
  },
  {
    "title": "Book of Esther by ",
    "text": " Ahasuerus, ruler of a massive Persian empire, holds a lavish party, initially for his court and dignitaries and afterwards for all inhabitants of the capital city Shushan. Ahasuerus orders the queen Vashti to display her beauty before the guests. She refuses. Worried all women will learn from this, Ahasuerus removes her as queen and has a royal decree sent across the empire that men should be the ruler of their households and should speak their own native tongue. Ahasuerus then orders all beautiful young girls to be presented to him, so he can choose a new queen to replace Vashti. One of these is the orphan Esther, whose Jewish name is Hadassah. After the death of her parents, she is being fostered by her cousin Mordecai. She finds favor in the king's eyes, and is made his new queen. Esther does not reveal that she is Jewish. Shortly afterwards, Mordechai discovers a plot by courtiers Bigthan and Teresh to assassinate Ahasuerus. The conspirators are apprehended and hanged, and Mordechai's service to the king is recorded. Ahasuerus appoints Haman as his prime minister. Mordechai, who sits at the palace gates, falls into Haman's disfavor as he refuses to bow down to him. Having found out that Mordechai is Jewish, Haman plans to kill not just Mordechai but all the Jews in the empire. He obtains Ahasuerus' permission to execute this plan, against payment of ten thousand talents of silver (which the King declines to accept and rather allows him to execute his plan on principle), and he casts lots to choose the date on which to do this—the thirteenth of the month of Adar. On that day, everyone in the empire is free to massacre the Jews and despoil their property. When Mordechai finds out about the plans he and all Jews mourn and fast. Mordechai informs Esther what has happened and tells her to intercede with the King. She is afraid to break the law and go to the King unsummoned. This action would incur the death penalty. Mordechai tells her that she must. She orders Mord"
  },
  {
    "title": "Book of Job by ",
    "text": " The book of Job tells the story of an extremely righteous man named Job, who is very prosperous and has seven sons and three daughters. Constantly fearing that his sons may have sinned and \"cursed God in their hearts\", he habitually offers burnt offerings as a pardon for their sins. The \"sons of God\" and Satan (literally \"the Adversary\") present themselves to God, and God asks Satan his opinion on Job. Satan answers that Job is pious only because God has put a \"wall around\" him and \"blessed\" his favourite servant with prosperity, but if God were to stretch out his hand and strike everything that Job had, then he would surely curse God. God gives Satan permission to test Job's righteousness. All Job's possessions are destroyed: 500 yoke of oxen and 500 donkeys carried off by Sabeans; 7,000 sheep burned up by 'The fire of God which fell from the sky'; 3,000 camels stolen by the Chaldeans; and the house of the firstborn destroyed by a mighty wind, killing Job's ten children. Still Job does not curse God, but instead shaves his head, tears his clothes, and says, \"Naked I came out of my mother's womb, and naked shall I return: Lord has given, and Lord has taken away; blessed be the name of Lord.\" As Job endures these calamities without reproaching God, Satan solicits permission to afflict his person as well, and God says, \"Behold, he is in your hand, but don't touch his life.\" Satan, therefore, smites him with dreadful boils, and Job, seated in ashes, scrapes his skin with broken pottery. His wife prompts him to \"curse God, and die,\" but Job answers, \"You speak as one of the foolish speaks. Moreover, shall we receive good from God and shall not receive evil?\" Three friends of Job, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite, come to console him. (A fourth, Elihu the Buzite (Heb: Alieua ben Barakal the Buzite), begins talking in Chapter 32 and plays a significant role in the dialogue, but his arrival is not described.) The friends spend seven days "
  },
  {
    "title": "Book of Hosea by ",
    "text": " First, Hosea was directed by God to marry a promiscuous woman of ill-repute, and he did so. Marriage here is symbolic of the covenantal relationship between God and Israel. However, Israel has been unfaithful to God by following other gods and breaking the commandments which are the terms of the covenant, hence Israel is symbolized by a harlot who violates the obligations of marriage to her husband. Second, Hosea and his wife, Gomer, have a son. God commands that the son be named Jezreel. This name refers to a valley in which much blood had been shed in Israel's history, especially by the kings of the Northern Kingdom. (See I Kings 21 and II Kings 9:21-35). The naming of this son was to stand as a prophecy against the reigning house of the Northern Kingdom, that they would pay for that bloodshed. Jezreel's name means God Sows. Third, the couple have a daughter. God commands that she be named Lo-ruhamah; Unloved, or, Pity or Pitied On to show Israel that, although God will still have pity on the Southern Kingdom, God will no longer have pity on the Northern Kingdom; its destruction is imminent. In the NIV translation, the omitting of the word 'him' leads to speculation as to whether Lo-Ruhamah was the daughter of Hosea or one of Gomer's lovers. James Mays, however, says that the failure to mention Hosea's paternity this is \"hardly an implication\" of Gomer's adultery. Fourth, a son is born to Gomer. It is questionable whether this child was Hosea's, for God commands that his name be Lo-ammi; Not My People, or more simply, Not Mine. The child bore this name of shame to show that the Northern Kingdom would also be shamed, for its people would no longer be known as God's People. Also God says that \"I am not your I am\"; in other words, God changes His own name in connection with his current relationship with Israel. A brief outline of the concepts presented in the Book of Hosea exist below * Chapters 1-2; Account of Hosea's marriage with Gomer biographically which is a m"
  },
  {
    "title": "Book of Jonah by ",
    "text": " The plot centers on a conflict between Jonah and God. God calls Jonah to proclaim judgment to Nineveh, but Jonah resists and attempts to flee. He goes to Joppa and boards a ship bound for Tarshish. God calls up a great storm at sea, and the ship's crew cast Jonah overboard in an attempt to appease God. A great sea creature sent by God, swallows Jonah. For three days and three nights Jonah languishes inside the fish's belly. He says a prayer in which he repents for his disobedience and thanks God for His mercy. God speaks to the fish, which vomits out Jonah safely on dry land. After his rescue, Jonah obeys the call to prophesy against Nineveh, and they repent and God forgives them. Jonah is furious, however, and angrily tells God that this is the reason he tried to flee from Him, as he knew Him to be a just and merciful God. He then beseeches God to kill him, a request which is denied when God causes a tree to grow over him, giving him shade. Initially grateful, Jonah's anger returns the next day, when God sends a worm to eat the plant, withering it, and he tells God that it would be better if he were dead. God then points out: \"Thou hast had pity on the gourd, for the which thou hast not laboured, neither madest it grow; which came up in a night, and perished in a night. And should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?\" Ironically, the relentless God demonstrated in the first chapter becomes the merciful God in the last two chapters (see 3:10). In a parallel turnabout, Jonah becomes one of the most effective of all prophets, turning the entire population of Nineveh (about 120,000 people) to God."
  },
  {
    "title": "Book of Micah by ",
    "text": " * The Heading (1:1): As is typical of prophetic books, an anonymous editor has supplied the name of the prophet, an indication of his time of activity, and an identification of his speech as the “word of Yahweh”, a generic term carrying a claim to prophetic legitimacy and authority. Samaria and Jerusalem are given prominence as the foci of the prophet’s attention. * Judgement against Samaria (1:2&ndash;7): Drawing upon ancient traditions for depicting a theophany, the prophet depicts the coming of Yahweh to punish the city, whose sins are idolatry and the abuse of the poor. * Warnings to the cities of Judah (1:8&ndash;16): Samaria has fallen, Judah is next. Micah describes the destruction of the lesser towns of Judah (referring to the invasion of Judah by Sennacherib, 701&nbsp;BC). For these passages of doom on the various cities, the device paronomasia is used. Paronomasia is a literary device which 'plays' on the sound of each word for literary effect. For example, the inhabitants of Beth-le-aphrah (“house of dust”) are told to “roll yourselves in the dust.” 1:14. Though most of the Paronomasia is lost in translation, it is the equivalent of ‘Ashdod shall be but ashes,’ where the fate of the city matches its name. * Misuse of power denounced (2:1&ndash;5): Denounces those who appropriate the land and houses of others. The context may be simply the amassing wealth for its own sake, or could be connected with the militarisation of the region for the expected Assyrian attack. * Threats against the prophet (2:6&ndash;11): The prophet is warned not to prophesy. He answers that the rulers are harming God's people, and want to listen only to those who advocate the virtues of wine. * A later promise (2:12&ndash;13): These verses assume that judgement has already fallen and Israel is already scattered abroad. * Judgement on wicked Zion (3:1&ndash;4): Israel's rulers are accused of gaining more wealth at the expense of the poor, by any means. The metaphor of flesh being to"
  },
  {
    "title": "Book of Haggai by ",
    "text": " Haggai's message is filled with an urgency for the people to proceed with the rebuilding of the second Jerusalem temple. Haggai attributes a recent drought to the peoples' refusal to rebuild the temple, which he sees as key to Jerusalem’s glory. The book ends with the prediction of the downfall of kingdoms, with one Zerubbabel, governor of Judah, as the Lord’s chosen leader. The language here is not as finely wrought as in some other books of the minor prophets, yet the intent seems straightforward."
  },
  {
    "title": "Crash by J. G. Ballard",
    "text": " The story is told through the eyes of narrator James Ballard, named after the author himself, but it centers on the sinister figure of Dr. Robert Vaughan, a “former TV-scientist, turned nightmare angel of the expressways”. Ballard meets Vaughan after being involved in a car accident himself near London Airport. Gathering around Vaughan is a group of alienated people, all of them former crash-victims, who follow him in his pursuit to re-enact the crashes of celebrities, and experience what the narrator calls \"a new sexuality, born from a perverse technology\". Vaughan’s ultimate fantasy is to die in a head-on collision with movie star Elizabeth Taylor."
  },
  {
    "title": "Children of Dune by Frank Herbert",
    "text": " Nine years after Emperor Paul Muad'dib walked into the desert, blind, the ecological transformation of Dune has reached the point where some Fremen are living without stillsuits in the less arid climate and have started to move out of the Sietches and into the villages and cities. As the old ways erode, more and more pilgrims arrive to experience the planet of Muad'dib. The Imperial high council has lost the political initiative and is powerless to control the Jihad. Paul's twin young children, Leto II and Ghanima, sharing his prescience, have concluded that their guardian Alia has succumbed to possession by one of her ancestors and fear that a similar fate awaits them. They (and Alia) also realize that the terraforming of Dune will kill all the sandworms, thus destroying the source of the spice. Leto also fears that, like his father, he will be trapped by his prescience. Possessed by the persona of her grandfather Baron Vladimir Harkonnen, Alia fears that her mother, about to return to Arrakis, will recognize her \"abomination.\" A new religious figure called \"The Preacher\" has risen in the desert, railing against the religious government's injustices and the changes among the Fremen. Some Fremen believe he is Paul Atreides. The fallen House Corrino on Salusa Secundus plots to assassinate the twins and regain power. Lady Jessica returns to Arrakis and recognizes that her daughter has been possessed but finds no signs of abomination in the twins. She plans with them to thwart Alia's plotting. Leto arranges for Fremen leader Stilgar to protect his sister if there is an attempt on their lives. Alia attempts to assassinate Jessica who escapes into the desert with Duncan Idaho's help, precipitating a rebellion among the Fremen. The twins anticipate and survive the Corrino assassination plot. Leto leaves to seek out the Preacher while Ghanima, masking her memory with self-hypnosis, reports falsely that her brother had been murdered. Duncan and Jessica flee to Salusa Secun"
  },
  {
    "title": "Candide, ou l'Optimisme by Voltaire",
    "text": " Candide contains thirty episodic chapters, which may be grouped into two main schemes: one consists of two divisions, separated by the protagonist's hiatus in El Dorado; the other consists of three parts, each defined by its geographical setting. By the former scheme, the first half of Candide constitutes the rising action and the last part the resolution. This view is supported by the strong theme of travel and quest, reminiscent of adventure and picaresque novels, which tend to employ such a dramatic structure. By the latter scheme, the thirty chapters may be grouped into three parts each comprising ten chapters and defined by locale: I–X are set in Europe, XI–XX are set in the Americas, and XXI–XXX are set in Europe and the Ottoman Empire. The plot summary that follows uses this second format and includes Voltaire's additions of 1761. The tale of Candide begins in the castle of the Baron Thunder-ten-Tronckh in Westphalia, home to the Baron's daughter, Lady Cunégonde; his bastard nephew, Candide; a tutor, Pangloss; a chambermaid, Paquette; and the rest of the Baron's family. The protagonist, Candide, is romantically attracted to Cunégonde. He is a child of \"the most unaffected simplicity\", whose face is \"the index of his mind\". Dr. Pangloss, professor of \"métaphysico-théologo-cosmolonigologie\" (english translation \"metaphysico-theologo-cosmonigology\") and self-proclaimed optimist, teaches his pupils that they live in the \"best of all possible worlds\" and that \"all is for the best\". All is well in the castle until Cunégonde sees Pangloss sexually engaged with Paquette in some bushes. Encouraged by this show of affection, Cunégonde drops her handkerchief next to Candide which entices him to kiss her. For this infraction, Candide is evicted from the castle, at which point he is captured by Bulgar (Prussian) recruiters and coerced into military service, where he is flogged, nearly executed, and forced to participate in a major battle between the Bulgars and the Abare"
  },
  {
    "title": "Chapterhouse Dune by Frank Herbert",
    "text": " The situation is desperate for the Bene Gesserit as they find themselves the targets of the Honored Matres, whose conquest of the Old Empire is almost complete. The Matres are seeking to assimilate the technology and developed methods of the Bene Gesserit and exterminate the Sisterhood itself. Now in command of the Bene Gesserit, Mother Superior Darwi Odrade continues to develop her drastic, secret plan to overcome the Honored Matres. The Bene Gesserit are also terraforming the planet Chapterhouse to accommodate the all-important sandworms, whose native planet Dune had been destroyed by the Matres. Sheeana, in charge of the project, expects sandworms to appear soon. The Honored Matres have also destroyed the entire Bene Tleilax civilization, with Tleilaxu Master Scytale the only one of his kind left alive. In Bene Gesserit captivity, Scytale possesses the Tleilaxu secret of ghola production, which he has reluctantly traded for the Sisterhood's protection. The first ghola produced is that of their recently-deceased military genius, Miles Teg. The Bene Gesserit have two other prisoners on Chapterhouse: the latest Duncan Idaho ghola, and former Honored Matre Murbella, whom they have accepted as a novice despite their suspicion that she intends to escape back to the Honored Matres. Lampadas, a center for Bene Gesserit education, has been destroyed by the Honored Matres. The planet's Chancellor, Reverend Mother Lucilla, manages to escape carrying the shared-minds of millions of Reverend Mothers. Lucilla is forced to land on Gammu where she seeks refuge with an underground group of Jews. The Rabbi gives Lucilla sanctuary, but to save his organization he must deliver her to the Matres. Before doing so, he reveals Rebecca, a \"wild\" Reverend Mother who has gained her Other Memory without Bene Gesserit training. Lucilla shares minds with Rebecca, who promises to take the memories of Lampadas safely back to the Sisterhood. Lucilla is then \"betrayed\", and taken before the Grea"
  },
  {
    "title": "Carmilla by Sheridan Le Fanu",
    "text": " The story is presented by Le Fanu as part of the casebook of Dr Hesselius, whose departures from medical orthodoxy rank him as the first occult doctor in literature. The story is narrated by Laura, one of the two main protagonists of the tale. Laura begins her tale by relating her childhood in a \"picturesque and solitary\" castle in the midst of an extensive forest in Styria where she lives with her father, a wealthy English widower, retired from the Austrian Service. When she is six years old, Laura has a vision of a beautiful visitor in her bedchamber. She later claims to have been bitten on the chest, although no wounds are found on her. 12 years later, Laura and her father are admiring the sunset in front of the castle when her father tells her of a letter he received earlier from his friend General Spielsdorf. The General was supposed to bring his niece, Bertha Rheinfeldt, to visit the two, but the niece suddenly died under mysterious circumstances. The General ambiguously concludes that he will discuss the circumstances in detail when they meet later. Laura is saddened by the loss of a potential friend, and longs for a companion. A carriage accident outside Laura's home unexpectedly brings a girl of Laura's age into the family's care. Her name is Carmilla. Both girls instantly recognize the other from the 'dream' they both had when they were young. Carmilla appears injured after her carriage accident, but her mysterious mother informs Laura's father that her journey is urgent and cannot be delayed. She arranges to leave her daughter with Laura and her father until she can return in three months. Before she leaves she sternly notes that her daughter will not disclose any information whatsoever about her family, past, or herself and that Carmilla is of sound mind. Laura comments that this information seems needless to say, and her father laughs it off. Carmilla and Laura grow to be very close friends, but occasionally Carmilla's mood abruptly changes. She someti"
  },
  {
    "title": "The Cider House Rules by John Irving",
    "text": " Homer Wells grows up in an orphanage where he spends his childhood \"being of use\" as a medical assistant to the director, Dr. Wilbur Larch, whose history is told in flashbacks: After a traumatic misadventure with a prostitute as a young man, Wilbur turns his back on sex and love, choosing instead to help women with unwanted pregnancies give birth and then keeping the babies in an orphanage. He makes a point of maintaining an emotional distance from the orphans, so that they can more easily make the transition into an adoptive family, but when it becomes clear that Homer is going to spend his entire childhood at the orphanage, Wilbur trains the orphan as an obstetrician and then comes to love him. Wilbur's and Homer's lives are complicated by Wilbur also secretly being an abortionist. Wilbur came to this work reluctantly, but he is driven by having seen the horrors of back-alley operations. Homer, upon learning Wilbur's secret, considers it morally wrong. As a young man, Homer befriends a young couple, Candy Kendall and Wally Worthington, who come to St. Cloud's for an abortion. Homer leaves the orphanage, and returns with them to Ocean View Orchards (Wally's family's orchard) in Heart's Rock, near the Maine Coast. Wally and Homer become best friends and Homer develops a secret love for Candy. Wally goes off to war and his plane is shot down over Burma. He is presumed missing by the military, but Homer and Candy both believe he is dead and move on with their lives. They have sexual relations, and Candy becomes pregnant. They go back to St. Cloud's Orphanage, where their child is born and named Angel. Subsequently, Wally is found in Burma and returns home, paralyzed from the waist down. He is still able to have sexual intercourse but is sterile due to an infection received in Burma. They lie to the family about Angel's parentage, claiming that Homer decided to adopt him. Wally and Candy marry shortly afterward, but Candy and Homer maintain a secret affair that lasts "
  },
  {
    "title": "Dracula by Bram Stoker",
    "text": " The novel is told in epistolary format, as a series of letters, diary entries, ships' log entries, and so forth. The main writers of these items are also the novel's protagonists. The story is occasionally supplemented with newspaper clippings that relate events not directly witnessed by the story's characters. The tale begins with Jonathan Harker, a newly qualified English solicitor, journeying by train and carriage from England to Count Dracula's crumbling, remote castle (situated in the Carpathian Mountains on the border of Transylvania, Bukovina and Moldavia). The purpose of his mission is to provide legal support to Dracula for a real estate transaction overseen by Harker's employer, Peter Hawkins, of Exeter in England. At first enticed by Dracula's gracious manner, Harker soon discovers that he has become a prisoner in the castle. He also begins to see disquieting facets of Dracula's nocturnal life. One night while searching for a way out of the castle, and against Dracula's strict admonition not to venture outside his room at night, Harker falls under the spell of three wanton female vampires, \"the Sisters.\" He is saved at the last second by the Count, because he wants to keep Harker alive just long enough to obtain needed legal advice and teachings about England and London (Dracula's planned travel destination was to be among the \"teeming millions\"). Harker barely escapes from the castle with his life. Not long afterward, a Russian ship, the Demeter, having weighed anchor at Varna, runs aground on the shores of Whitby, England, during a fierce tempest. All of the crew are missing and presumed dead, and only one body is found, that of the captain tied to the ship's helm. The captain's log is recovered and tells of strange events that had taken place during the ship's journey. These events led to the gradual disappearance of the entire crew apparently owing to a malevolent presence on board the ill-fated ship. An animal described as a large dog is seen on the"
  },
  {
    "title": "Don Quixote by Miguel de Cervantes",
    "text": " The First Sally Alonso Quijano, the protagonist of the novel, is a retired country gentleman nearing fifty years of age, living in an unnamed section of La Mancha with his niece and housekeeper. While mostly a rational man of sound reason, his reading of books of chivalry in excess has had a profound effect on him, leading to the distortion of his perception and the wavering of his mental faculties. In essence, he believes every word of these books of chivalry to be true though, for the most part, the content of these books is clearly fiction. Otherwise, his wits, in regards to everything other than chivalry, are intact. He decides to go out as a knight-errant in search of adventure. He dons an old suit of armour, renames himself \"Don Quixote de la Mancha,\" and names his skinny horse \"Rocinante\". He designates a neighboring farm girl as his lady love, renaming her Dulcinea del Toboso, while she knows nothing about this. He sets out in the early morning and ends up at an inn, which he believes to be a castle. He asks the innkeeper, whom he thinks to be the lord of the castle, to dub him a knight. He spends the night holding vigil over his armor, where he becomes involved in a fight with muleteers who try to remove his armor from the horse trough so that they can water their mules. The innkeeper then dubs him a knight to be rid of him, and sends him on his way. Don Quixote next \"frees\" a young boy who is tied to a tree and beaten by his master by making his master swear on the chivalric code to treat the boy fairly. The boy's beating is continued as soon as Quixote leaves. Don Quixote has a run-in with traders from Toledo, who \"insult\" the imaginary Dulcinea, one of whom severely beats Don Quixote and leaves him on the side of the road. Don Quixote is found and returned to his home by a neighboring peasant. The Second Sally While Don Quixote is unconscious in his bed, his niece, the housekeeper, the parish curate, and the local barber secretly burn most of the books "
  },
  {
    "title": "Deuteronomy by ",
    "text": " (The following \"literary\" outline of Deuteronomy is from John Van Seters; it can be contrasted with Alexander Rofé's \"covenantal\" analysis in his Deuteronomy: Issues and Interpretation.) *Chapters 1–4: The journey through the wilderness from Horeb (Sinai) to Kadesh and then to Moab is recalled. *Chapters 4–11: After a second introduction at 4:44–49 the events at Mount Horeb (Mt. Sinai) are recalled, with the giving of the Ten Commandments. Heads of families are urged to instruct those under their care in the law, warnings are made against serving gods other than Yahweh, the land promised to Israel is praised, and the people are urged to obedience. *Chapters 12–26, the Deuteronomic code: Laws governing Israel's worship (chapters 12–16a), the appointment and regulation of community and religious leaders (16b–18), social regulation (19–25), and confession of identity and loyalty (26). *Chapters 27–28: Blessings and curses for those who keep and break the law. *Chapters 29–30: Concluding discourse on the covenant in the land of Moab, including all the laws in the Deuteronomic code (chapters 12–26) after those given at Horeb; Israel is again exhorted to obedience. *Chapters 31–34: Joshua is installed as Moses' successor, Moses delivers the law to the Levites (priests), and ascends Mount Nebo/Pisgah, where he dies and is buried by God. The narrative of these events is interrupted by two poems, the Song of Moses and the Blessing of Moses. The final verses, Deuteronomy 34:10–12, \"never again did there arise in Israel a prophet like Moses,\" state authoritatively that the Deuteronomistic view of theology, with its insistence on the worship of Yahweh as the sole God of Israel, was the only permissible religion, sealed by the greatest of prophets."
  },
  {
    "title": "Dune Messiah by Frank Herbert",
    "text": " Twelve years after the events described in Dune (1965), Paul \"Muad'Dib\" Atreides rules as Emperor. By accepting the role of messiah to the Fremen, Paul had unleashed a jihad which conquered most of the known universe. While Paul is the most powerful Emperor ever known, he is powerless to stop the lethal excesses of the religious juggernaut he has created. Although sixty-one billion people have perished, Paul's prescient visions indicate that this is far from the worst possible outcome for humanity. Motivated by this knowledge, Paul hopes to set humanity on a course that will not inevitably lead to stagnation and destruction, while at the same time acting as ruler of the Empire and focal point of the Fremen religion. The Bene Gesserit, Spacing Guild and Tleilaxu enter into a conspiracy to dethrone Paul, the Bene Gesserit Reverend Mother Gaius Helen Mohiam enlisting Paul's own consort Princess Irulan, daughter of the deposed Padishah Emperor Shaddam Corrino IV. Paul has refused to father a child with Irulan (or even touch her), but his Fremen concubine Chani has also failed to produce an heir, causing tension within his monarchy. Desperate both to secure her place in the Atreides dynasty and to preserve the Atreides bloodline for the Bene Gesserit breeding program, Irulan has secretly been giving contraceptives to Chani. Paul is aware of this fact, but has foreseen that the birth of his heir will bring Chani's death, and does not want to lose her. Because of the way oracles interfere with one another's prescience, the Guild Navigator Edric is able to shield the conspiracy from Paul's visions of the future. The Tleilaxu Face Dancer Scytale gives Paul a gift he cannot resist: a Tleilaxu-grown ghola of the deceased Duncan Idaho, Paul's childhood teacher and friend, now called \"Hayt\". The conspirators hope the presence of Hayt will undermine Paul's ability to rule by forcing Paul to question himself and the empire he has created. Furthermore, Paul's acceptance of the gif"
  },
  {
    "title": "Darwin's Dangerous Idea by Daniel Dennett",
    "text": " \"Starting in the Middle\", Part I of Darwin's Dangerous Idea, gets its name from a quote by Willard Van Orman Quine: \"Analyze theory-building how we will, we all must start in the middle. Our conceptual firsts are middle-sized, middle-distance objects, and our introduction to them and to everything comes midway in the cultural evolution of the race.\" The first chapter \"Tell Me Why\" is named after a song. Before Charles Darwin, God was seen as the ultimate cause of all design, or the ultimate answer to 'why?' questions. John Locke argued for the primacy of mind before matter, and David Hume, while exposing problems with Locke's view, could not see any alternative. Darwin provided just such an alternative: evolution. Besides providing evidence of common descent, he introduced a mechanism to explain it: natural selection. According to Dennett, natural selection is a mindless, mechanical and algorithmic process&mdash;Darwin's dangerous idea. The third chapter introduces the concept of \"skyhooks\" and \"cranes\" (see below). He suggests that resistance to Darwinism is based on a desire for skyhooks, which do not really exist. According to Dennett, good reductionists explain apparent design without skyhooks; greedy reductionists try to explain it without cranes. Chapter 4 looks at the tree of life, such as how it can be visualized and some crucial events in life's history. The next chapter concerns the possible and the actual, using the 'Library of Mendel' (the space of all logically possible genomes) as a conceptual aid. In the last chapter of part I, Dennett treats human artifacts and culture as a branch of a unified Design Space. Descent or homology can be detected by shared design features that would be unlikely to appear independently. However, there are also \"Forced Moves\" or \"Good Tricks\" that will be discovered repeatedly, either by natural selection (see convergent evolution) or human investigation. The first chapter of part II, \"Darwinian Thinking in Biology\", asse"
  },
  {
    "title": "Death of a Hero by Richard Aldington",
    "text": " Death of a Hero is the story of a young English artist named George Winterbourne who enlists in the army at the outbreak of World War I. The book is narrated by an unnamed first-person narrator who claims to have known and served with the main character. It is divided into three parts. The first part details George's family history. His father, a middle-class man from England's countryside, marries a poor woman who falsely believes she is marrying into a monied family. After George's birth, his mother takes a series of lovers. George is brought up to be a proper and patriotic member of English society. He is encouraged to follow in his father's insurance business, but fails to do so. After a falling out with his parents, he moves to London to pursue art and live a socialite lifestyle. The second section of the book deals with George's London life. He ingrains himself in socialite society and engages a number of trendy philosophies. After he and his lover, Elizabeth, have a pregnancy scare, they decide to marry. Although they do not have a child, the marriage stands. They decide to leave their marriage open. George takes Elizabeth's close friend as a lover, however, and their marriage begins to fall apart. Just as the situation is becoming particularly heated, England declares war on Germany. George decides to enlist. George trains for the army and is sent to France. (No particular location in France is mentioned. The town behind the front where George spends much of his time is referred to as M---.) He fights on the front for some time. When he returns home, he finds that he has been so affected by the war that he cannot relate to his friends, including his wife and lover. The casualty rate among officers is particularly high at the front. When a number of officers in George's unit are killed, he is promoted. Upon spending time with the other officers, he finds them to be cynical and utilitarian. He loses faith in the war quickly. The story ends with George standin"
  },
  {
    "title": "Exodus by ",
    "text": " Egypt's Pharaoh, fearful of the Israelites' numbers, orders that all newborn boys be thrown into the Nile. A Levite woman saves her baby by setting him adrift on the river in an ark of bulrushes. Pharaoh's daughter finds the child, names him Moses, and brings him up as her own. But Moses is aware of his origins, and one day, when grown, he kills an Egyptian overseer who is beating a Hebrew slave and has to flee into Midian. There he marries the daughter of Jethro the priest of Midian, and encounters God in a burning bush. Moses asks God for his name: God replies: \"I AM that I AM.\" God tells Moses to return to Egypt and lead the Hebrews into Canaan, the land promised to Abraham. Moses returns to Egypt, where God again reveals his name Yahweh to him. Yahweh instructs Moses to appear before the pharaoh and inform him of God's demand that he let God's people go. Moses and his brother Aaron do so, but Pharaoh refuses. Yahweh causes a series of ten plagues to strike Egypt, but whenever Pharaoh begins to relent God causes him to harden his heart. # Blood - The waters of Egypt are turned into blood. All the fish die and water becomes undrinkable. # Frogs - Hordes of frogs swarm the land of Egypt. # Gnats or Lice - Masses of gnats or lice invade Egyptian homes and plague the Egyptian people. # Wild Animals - Wild animals invade Egyptian homes and lands, causing destruction and wrecking havoc. # Pestilence - Egyptian livestock are struck down with disease. # Boils - The Egyptian people are plagued by painful boils that cover their bodies. # Hail - Severe weather destroys Egyptian crops and beats down upon them. # Locusts - Locusts swarm Egypt and eat any remaining crops and food. # Darkness - Darkness covers the land of Egypt for three days. # Death of the Firstborn - The firstborn of every Egyptian family is killed. Even the firstborn of Egyptian animals die. God instructs Moses' to have his people mark their doorposts with the blood of a sacrificed lamb to indicate that th"
  },
  {
    "title": "The Trial by Franz Kafka",
    "text": " On his thirtieth birthday, the chief financial officer of a bank, Josef K., is unexpectedly arrested by two unidentified agents from an unspecified agency for an unspecified crime. The agents' boss later arrives and holds a mini tribunal in the room of K.'s neighbor, Fräulein Bürstner. K. is not taken away, however, but left \"free\" to await instructions from the Committee of Affairs. He goes to work, and that night apologizes to Fräulein Bürstner for the intrusion into her room. At the end of the conversation he suddenly kisses her. K. receives a phone calling summoning him to court, and the coming Sunday is arranged as the date. No time is set and the address is given to him. The address turns out to be a huge tenement building. K. has to explore to find the court, which turns out to be in the attic. The room is airless, shabby, and crowded, and although he has no idea what he is charged with, or what authorizes the process, makes a long speech denigrating the whole process, including the agents who arrested him, and during which an attendant's wife is raped. He then returns home. K. later goes to visit the court again, although he has not been summoned. Court is not in session. He instead talks with the attendant's wife, who attempts to seduce him into taking her away, and who gives him more information about the process and offers to help him. K. later goes with the attendant to a higher level of the attic where it turns out that the offices of the court are housed, which are shabby and airless. K. returns home to find Fräulein Montag, a lodger from another room, moving in with Fräulein Bürstner. He suspects that this is to prevent him from pursuing his affair with the latter woman. Yet another lodger, Captain Lanz, appears to be in league with Montag. Later, in a store room at his own bank, K. discovers the two agents, who arrested him, being whipped by a flogger for asking K. for bribes, as a result of complaints K. made at court. K. tries to argue with the fl"
  },
  {
    "title": "The Metamorphosis by ",
    "text": " One day Gregor Samsa, a traveling salesman, wakes up to find himself transformed into a \"ungeheuren Ungeziefer\", literally \"monstrous vermin\", often interpreted as a giant bug or insect. He believes it is a dream, and reflects on how dreary life as a traveling salesmen is. He looks at the wall clock and realizes that he has overslept and missed his train for work. He ponders on the consequences of this delay, and is annoyed at how his boss never accepts excuses or explanations from any of his employees no matter how hard working they are, displaying an apparent lack of trusting abilities. Gregor's mother knocks on the door and he answers her. She is concerned for Gregor because he is late for work, which is unorthodox for Gregor. Gregor answers his mother and realizes that his voice has changed, but his answer is short so his mother does not notice the voice change. His sister, Grete, to whom he was very close then whispers through the door and begs him to open the door. All his family members think that he is ill and ask him to open the door. He tries to get out of bed but he is incapable of moving his body. While trying to move, he finds that his office manager, the chief clerk has showed up to check on him. He finally rocks his body to the floor and calls out that he will open the door shortly. Feeling offended by Gregor's delayed response in opening the door, the clerk warns him of the consequences of missing work. He adds that his recent performance has been unsatisfactory. Gregor disagrees and tells him that he will open the door shortly. Nobody on the other side of the door could understand a single word he uttered (Gregor was unaware of the fact that his voice has also transformed) and conclude that he is seriously ill. Finally, Gregor manages to unlock and open the door with his mouth. He apologizes to the office manager for the delay. Horrified by the sight of Gregor's appearance, the manager bolts out of the apartment, while Gregor's mother faints. Grego"
  },
  {
    "title": "Fahrenheit 451 by Ray Bradbury",
    "text": " On a rainy night while returning from his job, Guy Montag is followed by a cheery, 17-year-old girl named Clarisse McClellan. Clarisse initially bothers Montag with her incessant questions (and Clarisse is a bit bothered by Montag's uncalled-for reactions, such as laughing when she hasn't said anything funny), but Montag chooses to tolerate her as she tells him of how she loves nature and walking around and observing how crazy the world has become. The two walk until they reach Clarisse's house (which is next to Montag's). Before Clarisse goes inside, she asks Montag if he's happy. The question catches Montag by surprise and he mulls over his encounter with Clarisse (and how similar it was to another encounter in the park involving an English professor who was afraid of Montag). Montag enters his bedroom, and finds Mildred in bed with her Seashell ear radio in her ear, staring vacantly at the ceiling (just as she's been doing for the past ten years or so). Montag doesn't notice anything wrong until his foot hits Mildred's empty sleeping pill bottle. Montag tries to wake up his wife, but she doesn't respond. Montag calls for medical attention, trying to shout over the screams of the passing jet engines above the house. Because \"accidental\" prescription pill overdoses have become commonplace, the medical department sends over two cynical, uncaring technicians who use a \"Black Cobra\" stomach pump to flush the poisons out of Mildred's system and replace her blood with a fresh, mechanical replacement. Montag stands outside Clarisse's house and sees that she and her family are the only ones in the neighborhood with the lights on and engaging in a spirited conversation. Montag returns to his house, sees that Mildred is looking slightly better than before, and goes to bed. The next day, Montag finds Mildred in the kitchen, making breakfast and complaining of an upset stomach. Montag tries to tell his wife that she overdosed, but is interrupted by Mildred's ramblings of her"
  },
  {
    "title": "Farmer Giles of Ham by J. R. R. Tolkien",
    "text": " Farmer Giles (Ægidius Ahenobarbus Julius Agricola de Hammo, \"Giles Bronze-beard Julius Farmer of Ham\") is not a hero. He is fat and red-bearded and enjoys a slow, comfortable life. But a rather deaf and short-sighted giant blunders on to his land, and Giles manages to ward him away with a blunderbuss shot in his general direction. The people of the village cheer: Farmer Giles has become a hero. His reputation spreads across the kingdom, and he is rewarded by the King with a sword named Caudimordax (\"Tailbiter\")—which turns out to be a powerful weapon against dragons. The giant, on returning home, relates to his friends that there are no more knights in the Middle Kingdom, just stinging flies—actually the scrap metal shot from the blunderbuss—and this entices a dragon, Chrysophylax Dives, to investigate the area. The terrified neighbours all expect the accidental hero Farmer Giles to deal with him. The story parodies the great dragon-slaying traditions. The knights sent by the King to pursue the dragon are useless fops, more intent on \"precedence and etiquette\" than on the huge dragon footprints littering the landscape. The only part of a 'dragon' they know is the annual celebratory dragon-tail cake. Giles by contrast clearly recognizes the danger, and resents being sent along to face it. But hapless farmers can be forced to become heroes, and Giles shrewdly makes the best of the situation."
  },
  {
    "title": "Gaudy Night by Dorothy L. Sayers",
    "text": " Harriet Vane returns reluctantly to Oxford to attend the Gaudy dinner. Expecting hostility because of her notoriety, she is surprised to be welcomed warmly by the dons, and rediscovers her old love of the academic life. Some time later the Warden of Shrewsbury writes to ask for help. There has been an outbreak of anonymous letters, vandalism and threats, apparently from someone within the college, and a scandal is feared. Harriet, herself a victim of poison-pen letters ever since her trial, reluctantly agrees to help, and spends much of the next few months resident at the college, ostensibly to do research on Sheridan Le Fanu and assist a don with her book. As she wrestles with the case, trying to narrow down the list of suspects and avert a major scandal, Harriet is forced to examine her ambivalent feelings about love and marriage, along with her attraction to academia as an intellectual (and emotional) refuge. Her personal dilemma becomes entangled with darkly hinted suspicions and prejudices raised by the crimes at the college, which appear to have been committed by a sexually frustrated female don. Harriet is forced to re-examine her relationship with Wimsey in the light of what she has discovered about herself. Wimsey eventually arrives in Oxford to help her, and she gains a new perspective on him from those who know him, including his nephew, a current undergraduate at the university. The attacks build to a crisis, and the college community of students, dons and servants is almost torn apart by suspicion and fear. There is an attempt to drive a vulnerable student to suicide, and a physical assault on Harriet that almost kills her. The perpetrator is finally unmasked by Wimsey as one of the college servants, revealed to be the widow of a disgraced academic at a northern university. Her husband's academic fraud had been exposed by one of his fellow dons there, destroying his career and driving him to suicide. The don has since moved to Shrewsbury College, and t"
  },
  {
    "title": "Gylfaginning by Snorri Sturluson",
    "text": " The Gylfaginning tells the story of Gylfi, a king of \"the land that men now call Sweden\", who after being tricked by one of the goddesses of the Æsir, wonders if all Æsir use magic and tricks for their will to be done. This is why he journeys to Asgard, but on the way he is tricked by the gods and arrives in some other place, where he finds a great palace. Inside the palace he encounters a man who asks Gylfi's name and so king Gylfi introduces himself as Gangleri. Gangleri then is taken to the king of the palace and comes upon three men; High, Just-As-High, and Third. Gangleri is then challenged to show his wisdom by asking questions, as is the custom in many Norse sagas. Each question made to High, Just-As-High, and Third is about an aspect of the Norse mythology or its gods, and also about the creation and destruction of the world (Ragnarök). In the end all the palace and its people just vanish and Gylfi is left standing on empty ground. It is then implied that as Gylfi returns to his nation, he retells the tales he was told. It can be argued that Snorri used this narrative device as a means of being able to safely document a vanishing and largely oral tradition within a Christian context."
  },
  {
    "title": "God Emperor of Dune by Frank Herbert",
    "text": " The seemingly immortal God Emperor Leto II has ruled his Empire for more than 3,500 years, his lifespan lengthened due to his decision in Children of Dune to merge his human body with sandtrout, the haploid phase of the giant sandworms of Arrakis. His continued evolution has slowly transformed him, altering his human form into what he calls a \"pre-worm.\" His body has come to resemble a small version of the ancient sandworms of Arrakis &mdash; ribbed, elongated, and covered in scaly sandtrout; his face remains, as do his hands and arms, but his legs and feet have atrophied to be of no use whatsoever and he moves from place to place on a large cart of Ixian manufacture. It is later revealed that his brain has gradually diffused into the rest of his body, becoming a series of nodes throughout his whole form. This distribution of internal organs and his sandtrout skin makes him virtually impervious to harm, even allowing him to survive lasgun fire, but like a sandworm his biology is very vulnerable to water. During his long reign, Leto has enforced a state of peace throughout his empire, both through tight control of his enormous (but limited) hoard of the spice melange and the military might of his Fish Speaker army. The old Imperium is basically non-existent; the Landsraad has ceased to exist, and only a few remnants of the Great Houses survive. The Bene Gesserit and Spacing Guild have endured, although both have been forced to adapt to Leto's absolute control over melange and his powerful prescience, and CHOAM has been reduced to a shadow of its former self. His reign is considered by many to be depraved and despotic, but he is confident that his actions will ensure the survival of the human race. Leto's enforced peace brings stagnation to the galaxy; he himself battles an incessant struggle with boredom and loneliness that overwhelms him because of his everlasting life, close-to-absolute prescience, a loss of vulnerability which renders him incapable of physical in"
  },
  {
    "title": "Genesis by ",
    "text": " God creates the world in six days and consecrates the seventh after giving mankind his first commandment: \"be fruitful and multiply\". God pronounces the world \"very good\", but it becomes corrupted by the sin of man and God sends a deluge (a great flood) to destroy it, saving only the righteous (Noah) and his family, from whose seed the world is repopulated. Man sins again, but God has promised that he will not destroy the world a second time with water. God instructs Abram (the future Abraham) to travel from his home in Mesopotamia (modern Iraq) to the land of Canaan. There God makes a covenant with Abram promising that his descendants shall be as numerous as the stars in the heavens, but that they shall suffer oppression in a foreign land for four hundred years, after which they shall inherit the land \"from the river of Egypt to the great river, the river Euphrates.\" Abram's name is changed to Abraham and that of his wife Sarai to Sarah, and circumcision of all males is instituted as the sign of the covenant. Sarah is barren, and tells Abraham to take her Egyptian handmaiden, Hagar, as a concubine. Through Hagar, Abraham becomes the father of Ishmael. Abraham asks God that Ishmael \"might live in Thy sight,\" (that is, be favored), but God replies that Sarah will bear a son, who will be named Isaac, through whom the covenant will be established. At Sarah's insistence Ishmael and his mother Hagar are driven out into the wilderness, but God saves them and promises to make Ishmael a great nation. God resolves to destroy the city of Sodom for the sins of its people. Abraham protests that it is not just \"to slay the righteous with the wicked,\" and asks if the whole city can be spared if even ten righteous men are found there. God replies: \"For the sake of ten I will not destroy it.\" Abraham's nephew Lot is saved from the destruction of Sodom, and through incest with his daughters becomes the ancestor of the Moabites and Ammonites. God tests Abraham by demanding that he s"
  },
  {
    "title": "Gone with the Wind by Margaret Mitchell",
    "text": " Gone with the Wind takes place in the southern United States in the state of Georgia during the American Civil War (1861–1865) and the Reconstruction Era (1865–1877) that followed the war. The novel unfolds against the backdrop of rebellion wherein seven southern states, Georgia among them, have declared their secession from the United States (the \"Union\") and formed the Confederate States of America (the \"Confederacy\"), after Abraham Lincoln was elected president with no ballots from ten Southern states where slavery was legal. A dispute over states' rights has arisen had an effect on men, especially when she took notice of them. It is the day before the men are called to war, Fort Sumter having been fired on two days earlier. There are brief but vivid descriptions of the South as it began and grew, with backgrounds of the main characters: the stylish and highbrow French, the gentlemanly English, the forced-to-flee and looked-down-upon Irish. Miss Scarlett learns that one of her many beaux, Ashley Wilkes, is soon to be engaged to his cousin, Melanie Hamilton. She is stricken at heart. The following day at the Wilkeses' barbecue at \"Twelve Oaks,\" Scarlett informs Ashley she loves him and Ashley admits he cares for her. However, he knows he would not be happily married to Scarlett because of their personality differences. Scarlett loses her temper at Ashley and he silently takes it. Then Scarlett meets Rhett Butler, a man who has a reputation as a rogue. Rhett had been alone in the library when Ashley and Scarlett entered, and felt it wiser to not make his presence known while the argument took place. Rhett applauds Scarlett for the unladylike spirit she displayed with Ashley. Infuriated and humiliated, Scarlett tells Rhett, \"You aren't fit to wipe Ashley's boots!\" Upon leaving the library and rejoining the other party guests, she finds out that war has been declared and the men are going to enlist. Seeking revenge for being jilted by Ashley, Scarlett accepts a prop"
  },
  {
    "title": "Heart of Darkness by Joseph Conrad",
    "text": " 'Heart of Darkness' opens in first person narrative; our narrator establishes the setting aboard a sailboat, \"The Nellie, a cruising yawl,\" anchored in the Thames River near Gravesend (England). It is somewhat hazy and late in the day. Aboard are four others: the Director of Companies (the captain), the Lawyer (\"the best of old fellows\"), the Accountant (toying architecturally with dominoes), and Marlow (Charlie Marlow) - all share \"the bond of the sea\" but Marlow is the only one that still \"followed the sea\" - they are waiting for the tide waters to turn. Some undefined conversation is shared lazily, the sun sets; then Marlow states how their location also \"has been one of the dark places of the earth.\" Marlow continues describing the trials and tribulations that must have been encountered by the first Romans who made their way to England; how mysterious and incomprehensible the place must have seemed to them. He also explains how brutal and unscrupulous these Romans must have been: \"They were conquerors, and for that you want only brute force\" - After some silence, Marlow abruptly starts up again saying, in a hesitating voice, \"I suppose you fellows remember I did once turn fresh-water sailor for a bit.\" Marlow introduces the events that led to his appointment to captain a river-steamboat for an ivory trading company. He describes his passage on ships to the wilderness - to the Company's station, which strikes Marlow as a scene of devastation: \"amongst a waste of excavations\" - disorganized, machinery parts here and there, now and then explosions of demolition, weakened native black men, that have been demoralized, in chains, literally being worked to death, and strolling behind them a white Company man in a uniform carrying a rifle. Marlow remarks on these Company men: \"I've seen the devil of violence, and the devil of greed, and the devil of hot desire; but, by all the stars! these were strong, lusty, red-eyed devils, that swayed and drove men—men, I tell you. "
  },
  {
    "title": "Hamlet by William Shakespeare",
    "text": " The protagonist of Hamlet is Prince Hamlet of Denmark, son of deceased King Hamlet and his wife, Queen Gertrude. The story opens on a chilly night at Elsinore, the Danish royal castle. Francisco, one of the sentinels, is relieved of his watch by Bernardo, another sentinel, and exits while Bernardo remains. A third sentinel, Marcellus, enters with Horatio, Hamlet's best friend. The sentinels inform Horatio that they have seen a ghost that looks like the dead King Hamlet. After hearing from Horatio of the Ghost's appearance, Hamlet resolves to see the Ghost himself. That night, the Ghost appears again. It leads Hamlet to a secluded place, claims that it is the actual spirit of his father, and discloses that he—the elder Hamlet—was murdered by his brother Claudius pouring poison in his ear. The Ghost demands that Hamlet avenge him; Hamlet agrees, swears his companions to secrecy, and tells them he intends to \"put an antic disposition on\" (presumably to avert suspicion). Hamlet initially attests to the ghost's reliability, calling him both an \"honest ghost\" and \"truepenny.\" Later, however, he expresses doubts about the ghost's nature and intent, claiming these as reasons for his inaction. Polonius is Claudius's trusted chief counsellor and friend; Polonius's son, Laertes, is returning to France, and Polonius's daughter, Ophelia, is courted by Hamlet. Both Polonius and Laertes warn Ophelia that Hamlet is surely not serious about her. Shortly afterward, Ophelia is alarmed by Hamlet's strange behaviour, reporting to her father that Hamlet rushed into her room, stared at her, and said nothing. Polonius assumes that the \"ecstasy of love\" is responsible for Hamlet's \"mad\" behaviour, and he informs Claudius and Gertrude. Perturbed by Hamlet's continuing deep mourning for his father and his increasingly erratic behaviour, Claudius sends for two of Hamlet's acquaintances—Rosencrantz and Guildenstern—to find out the cause of Hamlet's changed behaviour. Hamlet greets his friends "
  },
  {
    "title": "Heretics of Dune by Frank Herbert",
    "text": " Much has changed in the millennium and a half since the death of the God Emperor. Sandworms have reappeared on Arrakis (now called Rakis) and renewed the flow of the all-important spice melange to the galaxy. With Leto's death, a hugely complex economic system built on spice collapsed, resulting in trillions leaving known space in a great Scattering. A new civilization has risen, with three dominant powers: the Ixians, whose no-ships are capable of piloting between the stars and are invisible to outside detection; the Bene Tleilax, who have learned to manufacture spice in their axlotl tanks and have created a new breed of Face Dancers; and the Bene Gesserit, a matriarchal order of subtle political manipulators who possess superhuman abilities. However, people from the Scattering are returning with their own peculiar powers. The most powerful of these forces are the Honored Matres, a violent society of women bred and trained for combat and the sexual control of men. On Rakis, a girl called Sheeana has been discovered who can control the giant worms. The Bene Gesserit intends to use a Tleilaxu-provided Duncan Idaho ghola to gain control of this sandrider, and the religious forces of mankind who they know will ultimately worship her. The Sisterhood have subtly been altering the gholas to bring their physical reflexes up to modern standards. The Bene Gesserit leader, Mother Superior Taraza, brings Miles Teg to guard the new Idaho. Taraza also sends Reverend Mother Darwi Odrade to take command of the Bene Gesserit keep on Rakis. Odrade is a loose cannon; she does not obey normal Bene Gesserit prohibitions about love, and is also Teg's biological daughter. Bene Gesserit Imprinter Lucilla is also sent by Taraza to bind Idaho's loyalty to the Sisterhood with her sexual talents. However, Lucilla must deal with Reverend Mother Schwangyu, head of the ghola project but also the leader of a faction within the Bene Gesserit who feel gholas are a danger. Above the planet Gammu, T"
  },
  {
    "title": "Adventures of Huckleberry Finn by Mark Twain",
    "text": " The story begins in fictional St. Petersburg, Missouri, on the shore of the Mississippi River, sometime between 1835 (when the first steamboat sailed down the Mississippi) and 1845. Two young boys, Thomas \"Tom\" Sawyer and Huckleberry Finn, have each come into a considerable sum of money as a result of their earlier adventures (The Adventures of Tom Sawyer). Huck has been placed under the guardianship of the Widow Douglas, who, together with her sister, Miss Watson, is attempting to civilize him. Huck appreciates their efforts, but finds civilized life confining. His spirits are raised somewhat when Tom Sawyer helps him to escape one night past Miss Watson's slave Jim, to meet up with his gang of self-proclaimed \"robbers\". However, when the gang's exploits turn out to be nothing worse than disrupting Sunday School outings and stealing paltry items like hymn books (which the Sunday School teacher forces them to return anyway), Huck is again downcast. However, his life is changed by the sudden reappearance of his shiftless father \"Pap\", an abusive parent and drunkard. Although Huck is successful in preventing him from acquiring his fortune (he gives all 6,000 dollars to Judge Thatcher), Pap forcibly gains custody of him and moves him to his backwoods cabin. Though Huck prefers this to his life with the widow, he resents his father's drunken violence and his habit of keeping him locked inside the cabin. During one of his father's absences Huck escapes, elaborately fakes his own murder, and sets off down the Mississippi River. While living quite comfortably in the wilderness along the Mississippi, Huck encounters Miss Watson's slave Jim on an island called Jackson's Island. Huck learns that Jim has also run away after he overheard Miss Watson's plan to sell Jim downriver, where conditions for slaves were even harsher, because he would bring a price of $800. Jim is trying to make his way to Cairo, Illinois, and then to Ohio, a free state, so that he can buy his family's "
  },
  {
    "title": "Ivanhoe by Walter Scott",
    "text": " Wilfred of Ivanhoe is disinherited by his father Cedric of Rotherwood for supporting the Norman King Richard and for falling in love with the Lady Rowena, Cedric's ward and a descendant of the Saxon Kings of England. Cedric had planned to marry her to the powerful Lord Aethelstane, pretender to the Crown of England through his descent from the last Saxon King, Harold Godwinson, thus cementing a Saxon political alliance between two rivals for the same claim. Ivanhoe accompanies King Richard on the Crusades, where he is said to have played a notable role in the Siege of Acre. The book opens with a scene of Norman knights and prelates seeking the hospitality of Cedric. They are guided there by a palmer, who has recently returned from the Holy Land. The same night, seeking refuge from inclement weather and bandits, Isaac of York, a Jewish moneylender, arrives at Rotherwood. Following the night's meal, the palmer observes one of the Normans, the Templar Brian de Bois-Guilbert, issue orders to his Saracen soldiers to follow Isaac of York after he leaves Rotherwood in the morning and relieve him of his possessions. The palmer then warns the moneylender of his peril and assists in his escape from Rotherwood. The swineherd Gurth refuses to open the gates until the palmer whispers a few words in his ear, which turns Gurth as helpful as he was recalcitrant earlier. This is but one of the many mysterious incidents that occur throughout the book. Isaac of York offers to repay his debt to the palmer by offering him a suit of armour and a war horse to participate in the tournament at Ashby-de-la-Zouch, where he was bound. His offer is made on the surmise that the palmer was in reality a knight, York having observed his knight's chain and spurs (a fact that he mentions to the palmer). The palmer is taken by surprise but accepts the offer. The story then moves to the scene of the tournament, which is presided over by Prince John, King Richard's younger brother. Other characters in "
  },
  {
    "title": "Johnny Got His Gun by Dalton Trumbo",
    "text": " Joe Bonham, a young soldier serving in World War I, awakens in a hospital bed after being caught in the blast of an exploding artillery shell. He gradually realizes that he has lost his arms, legs, and all of his face (including his eyes, ears, teeth, and tongue), but that his mind functions perfectly, leaving him a prisoner in his own body. Joe attempts suicide by suffocation, but finds that he had been given a tracheotomy which he can neither remove nor control. At first Joe wishes to die, but later decides that he desires to be placed in a glass box and toured around the country in order to show others the true horrors of war. After he successfully communicates with his doctors by banging his head on his pillow in Morse code, however, he realizes that neither desire will be granted; it is implied that he will live the rest of his natural life in his condition. As Joe drifts between reality and fantasy, he remembers his old life with his family and girlfriend, and reflects upon the myths and realities of war. He also forms a bond, of sorts, with a young nurse who senses his plight."
  },
  {
    "title": "Icehenge by Kim Stanley Robinson",
    "text": " Icehenge is part mystery, part psychological drama, and is set in three distinct time periods. The story shifts from a failed Martian political revolution of 2248, to an expedition to explore a mysterious monument on the north pole of Pluto three centuries later, and ultimately to a space station orbiting Saturn, home to a reclusive and wealthy woman who may hold the key to solving a mystery spanning centuries."
  },
  {
    "title": "Leviticus by ",
    "text": " Chapters 1–5 describe the various sacrifices from the sacrificers' point of view, although the priests are essential for handling the blood. Chapters 6–7 go over much the same ground, but from the point of view of the priest, who, as the one actually carrying out the sacrifice and dividing the \"portions\", needs to know how this is to be done. Sacrifices are to be divided between God, the priest, and the one offerer, although in some cases the entire sacrifice is a single portion consigned to God—i.e., burnt to ashes. Chapters 7–10 describe the consecration (by Moses) of Aaron and his sons as the first priests, the first sacrifices, and God's destruction of two of Aaron's sons for ritual offenses. The purpose is to underline the character of altar priesthood (i.e., those priests empowered to offer sacrifices to God) as an Aaronite privilege, and the restrictions on their position. With sacrifice and priesthood established, chapters 11–15 instruct the lay people on purity (or cleanliness). Eating certain animals produces uncleanliness, as does giving birth; certain skin diseases (but not all) are unclean, as are certain conditions affecting walls and clothing (mildew and similar conditions); and genital discharges, including female menses and male gonorrhea, are unclean. The reasoning behind the food rules are obscure; for the rest the guiding principle seems to be that all these conditions involve a loss of \"life force\", usually but not always blood. Leviticus 16 concerns the Day of Atonement. This is the only day on which the High Priest is to enter the holiest part of the sanctuary, the holy of holies. He is to sacrifice a bull for the sins of the priests, and a goat for the sins of the laypeople. A third goat is to sent into the desert to \"Azazel\", bearing the sins of the whole people. Azazel may be a wilderness-demon, but its identity is mysterious. Chapters 17–26 are the Holiness code. It begins with a prohibition on all slaughter of animals outside the Temple,"
  },
  {
    "title": "Leaf by Niggle by J. R. R. Tolkien",
    "text": " In this story, an artist, named Niggle, lives in a society that does not much value art. Working only to please himself, he paints a canvas of a great Tree with a forest in the distance. He invests each and every leaf of his tree with obsessive attention to detail, making every leaf uniquely beautiful. Niggle ends up discarding all his other artworks, or tacks them onto the main canvas, which becomes a single vast embodiment of his vision. However, there are many mundane chores and duties that prevent Niggle from giving his work the attention it deserves, so it remains incomplete and is not fully realized. At the back of his head, Niggle knows that he has a great trip looming, and he must pack and prepare his bags. Also, Niggle's next door neighbour, a gardener named Parish, is the sort of neighbour who always drops by whining about the help he needs with this and that. Moreover, Parish is lame and has a sick wife, and honestly needs help — Niggle, having a good heart, takes time out to help. And Niggle has other pressing work duties that require his attention. Then Niggle himself catches a chill doing errands for Parish in the rain. Eventually, Niggle is forced to take his trip, and cannot get out of it. He has not prepared, and as a result ends up in a kind of institution, in which he must perform menial labour each day. In time he is paroled from the institution, and he is sent to a place 'for a little gentle treatment'. But he discovers that the new country he is sent to is in fact the country of the Tree and Forest of his great painting, now long abandoned and all but destroyed (except for the one perfect leaf of the title which is placed in the local museum) in the home to which he cannot return — but the Tree here and now in this place is the true realization of his vision, not the flawed and incomplete form of his painting. Niggle is reunited with his old neighbour, Parish, who now proves his worth as a gardener, and together they make the Tree and Forest e"
  },
  {
    "title": "Macbeth by William Shakespeare",
    "text": " The play opens amidst thunder and lightning, and the Three Witches decide that their next meeting shall be with Macbeth. In the following scene, a wounded sergeant reports to King Duncan of Scotland that his generalsMacbeth, who is the Thane of Glamis, and Banquohave just defeated the allied forces of Norway and Ireland, who were led by the traitorous Macdonwald and the Thane of Cawdor. Macbeth, the King's kinsman, is praised for his bravery and fighting prowess. In the following scene, Macbeth and Banquo discuss the weather and their victory. Macbeth's first line is \"So foul and fair a day I have not seen\" (1.3.38). As they wander onto a heath, the Three Witches enter and have been waiting to greet them with prophecies. Though Banquo challenges them first, they address Macbeth, hailing him as \"Thane of Glamis,\" \"Thane of Cawdor,\" and that he shall \"be King hereafter.\" Macbeth appears to be stunned to silence. When Banquo asks of his own fortunes, the witches inform him that he will father a line of kings, though he himself will not be one. While the two men wonder at these pronouncements, the witches vanish, and another thane, Ross, arrives and informs Macbeth of his newly bestowed title: Thane of Cawdor, as the previous Thane of Cawdor shall be put to death for his traitorous activities. The first prophecy is thus fulfilled, and Macbeth immediately begins to harbour ambitions of becoming king. King Duncan welcomes and praises Macbeth and Banquo, and declares that he will spend the night at Macbeth's castle at Inverness; he also names his son Malcolm as his heir. Macbeth sends a message ahead to his wife, Lady Macbeth, telling her about the witches' prophecies. Lady Macbeth suffers none of her husband’s uncertainty, and wishes him to murder Duncan in order to obtain kingship. When Macbeth arrives at Inverness, she overrides all of her husband’s objections by challenging his manhood, and successfully persuades him to kill the king that very night. He and Lady Macbe"
  },
  {
    "title": "Microserfs by Douglas Coupland",
    "text": " The plot of the novel has two distinct movements: the events at Microsoft and in Redmond, Washington, and the movement to Silicon Valley and the \"Oop!\" project. The novel begins in Redmond as the characters are working on different projects at Microsoft's main campus. Life at the campus feels like a feudalistic society, with Bill Gates as the lord, and the employees the serfs. The majority of the main characters—Daniel (the narrator), Susan, Todd, Bug, Michael, and Abe—are living together in a \"geek house\", and their lives are dedicated to their projects and the company. Daniel's foundations are shaken when his father, a longtime employee of IBM, is laid off. The lifespan of a Microsoft coder weighs heavily on Daniel's mind. The second movement of the novel begins when the characters are offered jobs in Silicon Valley working on a project for Michael, who has by then left Redmond. All of the housemates—some immediately, some after thought—decide to move to the Valley. The characters' lives change drastically once they leave the limited sphere of the Microsoft campus and enter the world of \"One-Point-Oh\". They begin to work on a project called \"Oop!\" (a reference to object-oriented programming). Oop! is a Lego-like design program, allowing dynamic creation of many objects, bearing a resemblance to 2009's Minecraft. (Coupland appears on the rear cover of the novel's hardcover versions photographed in Denmark's Legoland Billund, holding a Lego 747.) One of the undercurrents of the plot is Daniel and his family's relationship to Jed, Daniel's younger brother who died in a boating accident while they were children."
  },
  {
    "title": "Moby-Dick; or, The Whale by Herman Melville",
    "text": " \"Moby-Dick\" begins with the line \"Call me Ishmael.\" According to the American Book Review's rating in 2011, this is one of the most recognizable opening lines in Western literature. The narrator, an observant young man setting out from Manhattan, has experience in the merchant marine but has recently decided his next voyage will be on a whaling ship. On a cold, gloomy night in December, he arrives at the Spouter-Inn in New Bedford, Massachusetts, and agrees to share a bed with a then-absent stranger. When his bunk mate, a heavily tattooed Polynesian harpooner named Queequeg, returns very late and discovers Ishmael beneath his covers, both men are alarmed, but the two quickly become close friends and decide to sail together from Nantucket, Massachusetts on a whaling voyage. In Nantucket, the pair signs on with the Pequod, a whaling ship that is soon to leave port. The ship’s captain, Ahab, is nowhere to be seen; nevertheless, they are told of him&nbsp;— a \"grand, ungodly, godlike man,\" who has \"been in colleges as well as 'mong the cannibals,\" according to one of the owners. The two friends encounter a mysterious man named Elijah on the dock after they sign their papers and he hints at troubles to come with Ahab. The mystery grows on Christmas morning when Ishmael spots dark figures in the mist, apparently boarding the Pequod shortly before it sets sail that day. The ship’s officers direct the early voyage while Ahab stays in his cabin. The chief mate is Starbuck, a serious, sincere Quaker and fine leader; second mate is Stubb, happy-go-lucky and cheerful and always smoking his pipe; the third mate is Flask, short and stout but thoroughly reliable. Each mate is responsible for a whaling boat, and each whaling boat of the Pequod has its own pagan harpooneer assigned to it. Some time after sailing, Ahab finally appears on the quarter-deck one morning, an imposing, frightening figure whose haunted visage sends shivers over the narrator. One of his legs is missing from "
  },
  {
    "title": "Moonfleet by J. Meade Falkner",
    "text": " In 1757, Moonfleet is a small village near the sea in the south of England. It gets its name from a formerly prominent local family, the Mohunes, whose coat of arms included a symbol shaped like a capital 'Y'. John Trenchard is an orphan who lives with his aunt, Miss Arnold. Other notable residents are the sexton Mr Ratsey who is friendly to John, Parson Glennie, the local clergyman who also teaches in the village school, Elzevir Block, the landlord of the local inn, called the Mohune Arms but nicknamed the Why Not? because of its sign with the Mohune 'Y', and Mr Maskew, the unpopular local magistrate and his beautiful daughter, Grace. Village legend tells of the notorious Colonel John \"Blackbeard\" Mohune who is buried in the family crypt under the church. He is reputed to have stolen a diamond from King Charles I and hidden it. His ghost is said to wander at night looking for it and the mysterious lights in the churchyard are attributed to his activities. As the main part of the story opens, Block's youthful son, David, has just been killed by Maskew during an attack by the authorities on a smuggling boat. One night a bad storm hits the village and there is a flood. While attending the Sunday service at church, John hears strange sounds from the crypt below. He thinks it is the sound of the coffins of the Mohune family. The next day, he finds Elzevir and Ratsey against the south wall of the church. They claim to be checking for damage from the storm, but John suspects they are searching for Blackbeard's ghost. Later John finds a large sinkhole has opened in the ground by a grave. He follows the passage and finds himself in the crypt with coffins on shelves and casks on the floor. He realises his friends are smugglers and this is their hiding place. He has to hide behind a coffin when he hears Ratsey and Elzevir coming. When they leave, they fill in the hole, inadvertently trapping him. John finds a locket in a coffin which holds a piece of paper with verses from t"
  },
  {
    "title": "Neuromancer by William Gibson",
    "text": " Henry Dorsett Case is a low-level hustler in the dystopian underworld of Chiba City, Japan. Once a talented computer hacker, Case was caught stealing from his employer. As punishment for his theft, Case's central nervous system was damaged with a mycotoxin, leaving him unable to use keyboard skills to access the global computer network in cyberspace, a virtual reality dataspace called the \"Matrix\". Unemployable, addicted to drugs, and suicidal, Case desperately searches the Chiba \"black clinics\" for a miracle cure. Case is saved by Molly Millions, an augmented \"street samurai\" and mercenary for a shadowy ex-military officer named Armitage, who offers to cure Case in exchange for his services as a hacker. Case jumps at the chance to regain his life as a \"console cowboy,\" but neither Case nor Molly know what Armitage is really planning. Case's nervous system is repaired using new technology that Armitage offers the clinic as payment, but he soon learns from Armitage that sacs of the poison that first crippled him have been placed in his blood vessels as well. Armitage promises Case that if he completes his work in time, the sacs will be removed; otherwise they will dissolve, disabling him again. He also has Case's pancreas replaced and new tissue grafted into his liver, leaving Case incapable of metabolizing cocaine or amphetamines and apparently ending his drug addiction. Case develops a close personal relationship with Molly, who suggests that he begin looking into Armitage's background. Meanwhile, Armitage assigns them their first job: they must steal a ROM module that contains the saved consciousness of one of Case's mentors, legendary cyber-cowboy McCoy Pauley, nicknamed \"Dixie Flatline.\" Pauley's hacking expertise is needed by Armitage, and the ROM construct is stored in the corporate headquarters of media conglomerate Sense/Net. A street gang named the \"Panther Moderns\" are hired to create a simulated terrorist attack on Sense/Net. The diversion allows Molly t"
  },
  {
    "title": "Cryptonomicon by Neal Stephenson",
    "text": " The action takes place in two periods: the Second World War and the late 1990s, during the Internet boom. In 1942, Lawrence Pritchard Waterhouse, a young U.S. Navy code breaker and mathematical genius, is assigned to the newly formed joint British and American Detachment 2702. This ultra-secret unit's role is to hide the fact that Allied Intelligence has cracked the German Enigma code. The detachment stages events, often behind enemy lines, that provide alternative explanations for the Allied intelligence successes. Marine sergeant Bobby Shaftoe, a veteran of China and Guadalcanal, serves in unit 2702, carrying out Waterhouse's plans. At the same time, Japanese soldiers including mining engineer Goto Dengo, an old friend of Shaftoe's, are assigned to build a mysterious bunker in the mountains in the Philippines as part of what turns out to be a literal suicide mission. Circa 1997, Randy Waterhouse (Lawrence's grandson) joins his old Dungeons and Dragons companion Avi Halaby in a new startup, providing Pinoy-grams to migrant Filipinos via new fiber-optic cables. The aptly named Epiphyte Corporation uses this income stream to fund the creation of a data haven in the nearby fictional Sultanate of Kinakuta. Vietnam veteran Doug Shaftoe and his daughter Amy do the undersea surveying for the cables and engineering work on the haven is overseen by Goto Furudenendu, heir-apparent to Goto Engineering. Complications arise as figures from the past reappear seeking gold or revenge."
  },
  {
    "title": "No Logo by Naomi Klein",
    "text": " The book comprises four sections: \"No Space\", \"No Choice\", \"No Jobs\", and \"No Logo\". The first three deal with the negative effects of brand-oriented corporate activity, while the fourth discusses various methods people have taken in order to fight back. The book begins by tracing the history of brands. Klein argues that there has been a shift in the usage of branding. There is an actual clothing brand NOLOGO which has existed since the late 1980s and can be seen at www.nologo.com. This is an excellent example of this shift to an \"anti-brand\" brand. Early examples of brands were often used to put a recognizable face on factory-produced products. These slowly gave way to the idea of selling lifestyles. According to Klein, in response to an economic crash in the 1980s (Latin American debt crisis, Black Monday (1987), Savings and loan crisis Japanese asset price bubble), corporations began to seriously rethink their approach to marketing, and began to target the youth demographic, as opposed to the baby boomers, who had previously been considered a much more valuable segment. The book discusses how brand names such as Nike or Pepsi expanded beyond the mere products which bore their names, and how these names and logos began to appear everywhere. As this happened, the brands' obsession with the youth market drove them to further associate themselves with whatever the youth considered \"cool\". Along the way, the brands attempted to have their names associated with everything from movie stars and athletes to grassroots social movements. Klein argues that large multinational corporations consider the marketing of a brand name to be more important than the actual manufacture of products; this theme recurs in the book and Klein suggests that it helps explain the shift to production in Third World countries in such industries as clothing, footwear, and computer hardware. This section also looks at ways in which brands have \"muscled\" their presence into the school system, and "
  },
  {
    "title": "Odyssey by Nextext",
    "text": " The Odyssey begins ten years after the end of the ten-year Trojan War that is the subject of the Iliad, and Odysseus has still not returned home from the war. Odysseus' son Telemachus is about 20 years old and is sharing his absent father’s house on the island of Ithaca with his mother Penelope and a crowd of 108 boisterous young men, \"the Suitors\", whose aim is to persuade Penelope to marry one of them, all the while enjoying the hospitality of Odysseus' household and eating up his wealth. Odysseus’ protectress, the goddess Athena, discusses his fate with Zeus, king of the gods, at a moment when Odysseus' enemy, the god of the sea Poseidon, is absent from Mount Olympus. Then, disguised as a Taphian chieftain named Mentes (otherwise known as “Mentor”), she visits Telemachus to urge him to search for news of his father. He offers her hospitality; they observe the Suitors dining rowdily while the bard Phemius performs a narrative poem for them. Penelope objects to Phemius' theme, the \"Return from Troy\", because it reminds her of her missing husband, but Telemachus rebuts her objections. That night Athena, disguised as Telemachus, finds a ship and crew for the true Telemachus. The next morning, Telemachus calls an assembly of citizens of Ithaca to discuss what should be done with the suitors. Accompanied by Athena (still disguised as Mentor), he departs for the Greek mainland and the household of Nestor, most venerable of the Greek warriors at Troy, now at home in Pylos. From there, Telemachus rides overland, accompanied by Nestor's son, Peisistratus, to Sparta, where he finds Menelaus and Helen who are now reconciled. He is told that they returned to Sparta after a long voyage by way of Egypt. There, on the island of Pharos, Menelaus encountered the old sea-god Proteus, who told him that Odysseus was a captive of the nymph Calypso. Incidentally, Telemachus learns the fate of Menelaus’ brother Agamemnon, king of Mycenae and leader of the Greeks at Troy: he was murdere"
  },
  {
    "title": "Othello by William Shakespeare",
    "text": " The play opens with Roderigo, a rich and dissolute gentleman, complaining to Iago, a high-ranking soldier, that Iago has not told him about the secret marriage between Desdemona, the daughter of a Senator named Brabantio, and Othello, a Moorish general in the Venetian army. He is upset by this development because he loves Desdemona and had previously asked her father for her hand in marriage. Iago hates Othello for promoting a younger man named Michael Cassio above him, and tells Roderigo that he plans to use Othello for his own advantage. Iago is also angry because he believes, or at least gives the pretence of belief, that Othello slept with his wife Emilia. Iago denounces Cassio as a scholarly tactician with no real battle experience; in contrast, Iago is a battle-tested soldier. By emphasizing Roderigo's failed bid for Desdemona, and his own dissatisfaction with serving under Othello, Iago convinces Roderigo to wake Brabantio, Desdemona's father, and tell him about his daughter's elopement. Iago sneaks away to find Othello and warns him that Brabantio is coming for him. Before Brabantio reaches Othello, news arrives in Venice that the Turks are going to attack Cyprus; therefore Othello is summoned to advise the senators. Brabantio arrives and accuses Othello of seducing Desdemona by witchcraft, but Othello defends himself successfully before an assembly that includes the Duke of Venice, Brabantio's kinsman Lodovico and Gratiano, and various senators. He explains that Desdemona became enamored of him for the stories he told of his early life, not because of any witchcraft. The senate is satisfied, but Brabantio leaves saying that Desdemona will betray Othello. By order of the Duke, Othello leaves Venice to command the Venetian armies against invading Turks on the island of Cyprus, accompanied by his new wife, his new lieutenant Cassio, his ensign Iago, and Emilia as Desdemona's attendant. The party arrives in Cyprus to find that a storm has destroyed the Turkish"
  },
  {
    "title": "On War by Carl von Clausewitz",
    "text": " The book contains a wealth of historical examples used to illustrate its various concepts. Frederick II of Prussia (the Great) figures prominently for having made very efficient use of the limited forces at his disposal, though Napoleon is perhaps the central figure. According to Azar Gat, the \"general message\" of the book was that \"the conduct of war could not be reduced to universal principles. Among many strands of thought, three stand out as essential to Clausewitz's concept: * War must never be seen as having any purpose in itself, but should be seen as an instrument of Politik--a German word that conflates the meanings of the English words policy and politics: \"War is not merely a political act, but also a real political instrument, a continuation of political commerce, a carrying out of the same by other means.\"). * The military objectives in war that support one's political objectives fall into two broad types: \"war to achieve limited aims\" and war to \"disarm” the enemy: “to render [him] politically helpless or militarily impotent.\" * All else being equal, the course of war will tend to favour the party with the stronger emotional and political motivations, but especially the defender (a notion that surprises and confuses many readers, who typically expect a soldier—especially a German soldier—to be a proponent of aggressive warfare). Some of the key ideas (not necessarily original to Clausewitz or even to his mentor Gerhard von Scharnhorst) discussed in On War include (in no particular order of importance): * the dialectical approach to military analysis * the methods of \"critical analysis\" * the uses and abuses of historical studies * the nature of the balance-of-power mechanism * the relationship between political objectives and military objectives in war * the asymmetrical relationship between attack and defense * the nature of \"military genius\" * the \"fascinating trinity\" (Wunderliche Dreifaltigkeit) of war * philosophical distinctions between \"absolut"
  },
  {
    "title": "The Three Stigmata of Palmer Eldritch by Philip K. Dick",
    "text": " The story begins in a future world where global warming has resulted in global temperatures so high that in most of the world it is unsafe to be outside without special cooling gear during daylight hours. In a desperate bid to preserve humanity and ease population burdens on Earth, the UN has initiated a \"draft\" for colonizing the nearby planets, where conditions are so horrific and primitive that the unwilling colonists have fallen prey to a form of escapism involving the use of an illegal drug (CAN-D) in concert with \"layouts\". Layouts are physical props intended to simulate a sort of alternate reality where life is easier than either the grim existence of the colonist in their marginal off-world colonies, or even Earth, where global warming has progressed to the point that Antarctica is prime vacation resort territory. The illegal drug CAN-D allows people to \"share\" their experience of the \"Perky Pat\" (the name of the main female character in the simulated world) layouts. This \"sharing\" has caused a pseudo-religious cult or series of cults to grow up around the layouts and the use of the drug. Up to the point where the novel begins, New York City-based Perky Pat (or P.P.) Layouts, Inc., has held a monopoly on this product, as well as on the illegal trade in the drug CAN-D which makes the shared hallucinations possible. The novel opens shortly after Barney Mayerson, P.P. Layouts' top precognitive (someone who can glimpse future possibilities and sort out the most likely to actually occur), has received a \"draft notice\" from the UN for involuntary resettlement as a colonist on Mars. Mayerson is sleeping with his assistant, Roni Fugate, but remains conflicted about the divorce, which he himself initiated, from his first wife Emily, a ceramic pot artist. Meanwhile, Emily's second husband tries to sell her pot designs to P.P. Layouts as possible accessories for the Perky Pat virtual worlds -- but Barney, recognizing them as Emily's, rejects them out of spite. Meanwhi"
  },
  {
    "title": "Time out of Joint by Philip K. Dick",
    "text": " As the novel opens, its protagonist Ragle Gumm believes that he lives in the year 1959 in a quiet American suburb. His unusual profession consists of repeatedly winning the cash prize in a local newspaper competition called, \"Where Will The Little Green Man Be Next?\". Gumm's 1959 has some differences from ours: the Tucker car is in production, AM/FM radios are scarce to non-existent and Marilyn Monroe is a complete unknown. As the novel opens, strange things begin to happen to Gumm. A soft-drink stand disappears, replaced by a small slip of paper with the words \"SOFT-DRINK STAND\" printed on it in block letters. Intriguing little pieces of the real 1959 turn up: a magazine article on Marilyn Monroe, a telephone book with non-operational exchanges listed and radios hidden away in someone else's house. People with no apparent connection to Gumm, including military pilots using aircraft transceivers, refer to him by name. Few other characters notice these or experience similar anomalies; the sole exception is Gumm's supposed brother-in-law, Victor \"Vic\" Nielson, in whom he confides. A neighborhood woman, Mrs. Keitelbein, invites him to a Civil Defense class where he sees a model of a futuristic underground military factory. He has the unshakeable feeling he's been inside that building many times before. Confusion gradually mounts for Gumm. His neighbor Bill Black knows far more about these events than he admits, and, observing this, begins worrying: \"Suppose Ragle [Gumm] is becoming sane again?\" In fact, Gumm does become sane, and the deception surrounding him (erected to protect and exploit him) begins to unravel. Gumm tries to escape the town and is turned back by kafkaesque obstructions. He sees a magazine with himself on the cover, in a military uniform, at the factory depicted in the model. He tries a second time to escape, this time with Vic, and succeeds. He learns that his idyllic town is a constructed reality designed to protect him from the frightening fact t"
  },
  {
    "title": "A Scanner Darkly by Philip K. Dick",
    "text": " The protagonist is Bob Arctor, member of a household of drug-users, who is also living a parallel life as Agent Fred, an undercover police agent assigned to spy on Arctor's household. Arctor/Fred shields his true identity from those in the drug subculture, and from the police themselves. (The requirement that narcotics agents remain anonymous, to avoid collusion and other forms of corruption, becomes a critical plot point late in the book.) While supposedly only posing as a drug user, Arctor becomes addicted to \"Substance D\" (also referred to as \"Slow Death,\" \"Death,\" or \"D\"), a powerful psychoactive drug. An ongoing conflict is Arctor's love for Donna, a drug dealer through whom he intends to identify high-level dealers of Substance D. Arctor's persistent use of the drug causes the two hemispheres of his brain to function independently, or \"compete.\" Through a series of drug and psychological tests, Arctor's superiors at work discover that his addiction has made him incapable of performing his job as a narcotics agent. Donna takes Arctor to \"New-Path,\" a rehabilitation clinic, just as Arctor begins to experience the symptoms of Substance D withdrawal. It is revealed that Donna has been a narcotics agent all along, working as part of a police operation to infiltrate New-Path and determine its funding source. Without his knowledge, Arctor has been selected to penetrate the secretive organization. As part of the rehab program, Arctor is renamed \"Bruce\" and forced to participate in cruel group-dynamic games intended to break the will of the patients. The story ends with Bruce working at a New-Path farming commune, where he is suffering from a serious neurocognitive deficit after withdrawing from Substance D. Although considered by his handlers to be nothing more than a walking shell of a man, \"Bruce\" manages to spot rows of blue flowers growing hidden among rows of corn, and realizes the blue flowers are Mors ontologica, the source of Substance D. The book ends with B"
  },
  {
    "title": "Radio Free Albemuth by Philip K. Dick",
    "text": " In this alternate history the corrupt US President Ferris F. Fremont (FFF for 666, ‘F’ being the 6th letter in the alphabet, see Number of the Beast) becomes Chief Executive in the late Nineteen-Sixties following Lyndon Johnson's administration. The character is best described as an amalgam of Joseph McCarthy and Richard Nixon, who abrogates civil liberties and human rights through positing a conspiracy theory centered around a (presumably) fictitious subversive organization known as \"Aramchek\". In addition to this, he is associated with a right-wing populist movement called \"Friends of the American People\" (FAPers). Ironically enough, the President's paranoia and opportunism lead to the establishment of a real resistance movement that is organized through narrow-beam radio transmissions from a mysterious alien near-Earth satellite, by a superintelligent, extraterrestrial, but less than omnipotent being (or network) named VALIS. As with its successor, VALIS, this novel is autobiographical. Dick himself is a major character, though fictitious protagonist Nicholas Brady serves as a vehicle for Dick's alleged gnostic theophany on February 11, 1974. In addition, Sadassa Silvia is a character who claims that Ferris Fremont is actually a communist covert agent recruited by Sadassa's mother when Fremont was still a teenager. As with VALIS, Radio Free Albemuth deals with author Philip Dick's highly personal style of Christianity (or Gnosticism). It further examines the moral and ethical repercussions of informing on trusting friends for the authorities. Also prominent is Dick's dislike of the Republican Party, satirizing Nixon's America as a Stalinist or neo-fascist police state. Fremont eventually captures and imprisons Dick and Brady after the latter attempts to produce and distribute a record that contains subliminal messages of revolt against the current dictatorship. Brady and Silvia are executed, and Dick narrates the concluding passage about his life in a concentrat"
  },
  {
    "title": "Pride and Prejudice by Jane Austen",
    "text": " The narrative opens with Mr Bingley, a wealthy, charming and social young bachelor, moving into Netherfield Park in the neighbourhood of the Bennet family. Mr Bingley is soon well received, while his friend Mr Darcy makes a less favorable first impression by appearing proud and condescending at a ball that they attend (this is partly explained in that he detests dancing and is not much for light conversation). Mr Bingley singles out Elizabeth's elder sister, Jane, for particular attention, and it soon becomes apparent that they have formed an attachment to each other. By contrast, Darcy slights Elizabeth, who overhears and jokes about it despite feeling a budding resentment. On paying a visit to Mr Bingley's sister, Jane is caught in a heavy downpour, catches cold, and is forced to stay at Netherfield for several days. Elizabeth arrives to nurse her sister and is thrown into frequent company with Mr Darcy, who begins to perceive his attachment to her, but is too proud to proceed on this feeling. Mr Collins, a clergyman, pays a visit to the Bennets. Mr Bennet and Elizabeth are much amused by his obsequious veneration of his employer, the noble Lady Catherine de Bourgh, as well as by his self-important and pedantic nature. It soon becomes apparent that Mr Collins has come to Longbourn to choose a wife from among the Bennet sisters (his cousins) and Elizabeth has been singled out. At the same time, Elizabeth forms an acquaintance with Mr Wickham, a militia officer who claims to have been very seriously mistreated by Mr Darcy, despite having been a ward of Mr Darcy's father. This tale, and Elizabeth's attraction to Mr Wickham, adds fuel to her dislike of Mr Darcy. At a ball given by Mr Bingley at Netherfield, Mr Darcy becomes aware of a general expectation that Mr Bingley and Jane will marry, and the Bennet family, with the exception of Jane and Elizabeth, make a public display of poor manners and decorum. The following morning, Mr Collins proposes marriage to Elizabet"
  },
  {
    "title": "Pale Fire by Vladimir Vladimirovich Nabokov",
    "text": " Shade's poem digressively describes many aspects of his life. Canto 1 includes his early encounters with death and glimpses of what he takes to be the supernatural. Canto 2 is about his family and the apparent suicide of his daughter, Hazel Shade. Canto 3 focuses on Shade's search for knowledge about an afterlife, culminating in a \"faint hope\" in higher powers \"playing a game of worlds\" as indicated by apparent coincidences. Canto 4 offers details on Shade's daily life and creative process, as well as thoughts on his poetry, which he finds to be a means of somehow understanding the universe. In Kinbote's editorial contributions he tells three stories intermixed with each other. One is his own story, notably including what he thinks of as his friendship with Shade. After Shade was murdered, Kinbote acquired the manuscript, including some variants, and has taken it upon himself to oversee the poem's publication, telling readers that it lacks only line 1000. Kinbote's second story deals with King Charles II, \"The Beloved,\" the deposed king of Zembla. King Charles escaped imprisonment by Soviet-backed revolutionaries, making use of a secret passage and brave adherents in disguise. Kinbote repeatedly claims that he inspired Shade to write the poem by recounting King Charles's escape to him and that possible allusions to the king, and to Zembla, appear in Shade's poem, especially in rejected drafts. However, no explicit reference to King Charles is to be found in the poem. Kinbote's third story is that of Gradus, an assassin dispatched by the new rulers of Zembla to kill the exiled King Charles. Gradus makes his way from Zembla through Europe and America to New Wye, suffering comic mishaps. In the last note, to the missing line 1000, Kinbote narrates how Gradus killed Shade by mistake. The reader soon realizes that Kinbote is King Charles, living incognito—or, though Kinbote builds an elaborate picture of Zembla complete with samples of a constructed language, that he is"
  },
  {
    "title": "Pacific Overtures by Stephen Sondheim",
    "text": " ;Act I Conceived as a sort of Japanese playwright's version of an American musical about American influences on Japan, Pacific Overtures begins its journey to the present day in July 1853. Since the foreigners were driven from the island empire, explains the Reciter, there has been nothing to threaten the changeless cycle of their days. Elsewhere, wars are fought and machines are rumbling but in Nippon they plant rice, exchange bows and enjoy peace and serenity. But President Millard Fillmore, determined to open up trade with Japan, has sent Commodore Matthew C. Perry across the Pacific, and, to the consternation of Lord Abe and the Shogun's other Councillors, the stirrings of trouble begin with the appearance of Manjiro, a fisherman who was lost at sea and rescued by Americans. He returns to Japan and attempts to warn Abe of the presence of warships in the waters around Okinawa, but is instead arrested for consorting with foreigners. A minor samurai, Kayama is appointed Prefect of the Police at Uraga to drive the Americans away - news which leaves Tamate, his wife, grief-stricken since it will result in certain failure and shame. As he leaves, she expresses her feelings in dance as two Observers describe the scene and reveal her thoughts in \"There Is No Other Way\". As a Fisherman, a Thief and other locals relate the sight of the \"Four Black Dragons\" roaring through the sea, an extravagant Oriental caricature of the USS Powhatan pulls into harbor. Kayama is sent to meet with the Americans but he is rejected as not important enough. He enlists the aid of Manjiro, the only man in Japan who has dealt with Americans, and disguised as a great lord, Manjiro gets an answer from them: Commodore Perry announces that he must meet the Shogun within six days or else he will shell the city. Faced with this ultimatum the Shogun takes to his bed. Exasperated by his indecision, his Mother with elaborate courtesy, poisons him with \"Chrysanthemum Tea.\" With the Shogun dead, Kayama d"
  },
  {
    "title": "Romeo and Juliet by William Shakespeare",
    "text": " The play, set in Verona, begins with a street brawl between Montague and Capulet supporters who are sworn enemies. The Prince of Verona intervenes and declares that further breach of the peace will be punishable by death. Later, Count Paris talks to Capulet about marrying his daughter, but Capulet asks Paris to wait another two years (then he later orders Juliet to marry Paris) and invites him to attend a planned Capulet ball. Lady Capulet and Juliet's nurse try to persuade Juliet to accept Paris's courtship. Meanwhile, Benvolio talks with his cousin Romeo, Montague's son, about Romeo's recent depression. Benvolio discovers that it stems from unrequited infatuation for a girl named Rosaline, one of Capulet's nieces. Persuaded by Benvolio and Mercutio, Romeo attends the ball at the Capulet house in hopes of meeting Rosaline. However, Romeo instead meets and falls in love with Juliet. After the ball, in what is now called the \"balcony scene\", Romeo sneaks into the Capulet orchard and overhears Juliet at her window vowing her love to him in spite of her family's hatred of the Montagues. Romeo makes himself known to her and they agree to be married. With the help of Friar Laurence, who hopes to reconcile the two families through their children's union, they are secretly married the next day. Juliet's cousin Tybalt, incensed that Romeo had sneaked into the Capulet ball, challenges him to a duel. Romeo, now considering Tybalt his kinsman, refuses to fight. Mercutio is offended by Tybalt's insolence, as well as Romeo's \"vile submission,\" and accepts the duel on Romeo's behalf. Mercutio is fatally wounded when Romeo attempts to break up the fight. Grief-stricken and wracked with guilt, Romeo confronts and slays Tybalt. Montague argues that Romeo has justly executed Tybalt for the murder of Mercutio. The Prince, now having lost a kinsman in the warring families' feud, exiles Romeo from Verona, with threat of execution upon return. Romeo secretly spends the night in Juliet's"
  },
  {
    "title": "Rosencrantz & Guildenstern Are Dead by Tom Stoppard",
    "text": " The play opens with Rosencrantz and Guildenstern betting on coin flips. Rosencrantz, who bets heads each time, wins ninety-two flips in a row. The extreme unlikeliness of this event according to the laws of probability leads Guildenstern to suggest that they may be \"within un-, sub- or supernatural forces\". The reader learns why they are where they are: the King has sent for them. Guildenstern theorizes on the nature of reality, focusing on how an event becomes increasingly real as more people witness it. A troupe of Tragedians arrives and offers the two men a show. They seem capable only of performances involving bloodbaths. The next two scenes are from the plot of Hamlet. The first, involving Hamlet and Ophelia, takes place off-stage in the Shakespeare. The second is taken directly from Hamlet, and is Rosencrantz and Guildenstern's first appearance in that play. Here the Danish king and queen, Claudius and Gertrude, ask the two to discover the nature of Hamlet's recent madness. The royal couple demonstrate an inability to distinguish the two courtiers from one another, as indeed do the characters themselves to their irritation. Rosencrantz and Guildenstern attempt to practice for their meeting with the Prince by one pretending to be Hamlet and the other asking him questions, but they glean no new information from it. The act closes with another scene from Hamlet in which they finally meet the Prince face to face. The act opens with the end of the conversation between Rosencrantz, Guildenstern, and Hamlet. Guildenstern tries to look on the bright side, while Rosencrantz makes it clear that the pair had made no progress, that Hamlet had entirely outwitted them. The Player returns to the stage. He is angry that the pair had not earlier stayed to watch their play because, without an audience, his Tragedians are nothing. He tells them to stop questioning their existence because, upon examination, life appears too chaotic to comprehend. The Player, Rosencrantz, and Gui"
  },
  {
    "title": "Ringworld by Larry Niven",
    "text": " The novel opens in 2850. Louis Gridley Wu is celebrating his 200th birthday. Despite his age, Louis is in perfect physical condition but is bored. He has experienced life thoroughly, and is thinking of taking a trip to and beyond the reaches of Known Space, all alone in a spaceship for a year or more. He is confronted by Nessus, a Pierson's Puppeteer, and offered one of three open positions on an exploration voyage beyond Known Space. Speaker-to-Animals (Speaker), who is a Kzin, and Teela Brown, a young human woman, also join the voyage. They first travel to the Puppeteer home world, where they learn that the expedition's goal is to explore a ringworld: an artificial ring about one million miles wide and approximately the diameter of Earth's orbit (which makes it about 600 million miles in circumference), encircling a Sol-type star. It rotates, providing artificial gravity that is 99.2% as strong as Earth's gravity through the action of centrifugal force. The ringworld has a habitable flat inner surface equivalent in area to approximately three million Earth-sized planets. Night is provided by an inner ring of shadow squares which are connected to each other by thin, ultra-strong wire (shadow square wire). None of the crew's attempts at contacting the Ringworld succeed, and their ship is disabled by its automated meteor defense system. The severely damaged vessel collides with a strand of shadow-square wire and crash-lands on the Ringworld near a huge mountain. The ship's defences keep the crew compartment and many of the ship's systems intact, including the faster-than-light drive (hyperdrive), but the normal drive is destroyed, leaving them unable to launch back into space to use the hyperdrive. The team now has to set out to find a way to get back into space, as well as fulfilling their original mission – learning more about the Ringworld. Using their flycycles, they try to reach the rim of the ring, where they hope to find some technology that will help them. I"
  },
  {
    "title": "Rent by Jonathan Larson",
    "text": " On Christmas Eve at 9 P.M. Mark Cohen, an aspiring filmmaker, begins a new documentary, as his roommate, Roger Davis, tunes up his guitar (\"Tune Up #1\") but they are quickly interrupted by a call from Mark's mother, who claims she was sorry to hear about his break-up with Maureen Johnson (\"Voicemail #1\"). Roger and Mark's friend Tom Collins, a gay anarchist and college professor, arrives at their building but is mugged. Meanwhile, Roger and Mark receive a call from their former friend and roommate Benjamin \"Benny\" Coffin III. Benny bought Mark and Roger's apartment building, as well as the lot next door. He tells them last year's rent is due (\"Tune Up #2\"). Mark and Roger refuse to pay their rent (\"Rent\"). Meanwhile, a drag queen named Angel Dumott Schunard finds Collins on the street and gets him on his feet (\"You Okay Honey?\"). Mark tries to get Roger out of the apartment. Mark reveals that Roger has been living in withdrawal for the past year due to his girlfriend April's suicide. Mark leaves to find Collins after reminding Roger to take his AZT (\"Tune Up #3\"). Roger attempts to write a great song to make his mark on the world before he dies of AIDS (\"One Song Glory\"). Their downstairs neighbor named Mimi Marquéz walks in, asking Roger to light a candle for her, only to continually blow it out (\"Light My Candle\"). Joanne Jefferson, a lawyer and Maureen's new girlfriend, receives a phone call from her parents, wondering why she is stage managing for Maureen's protest (\"Voicemail #2\"). Angel, now in drag, and Collins arrive at the apartment bearing gifts. Collins introduces Angel to his friends (\"Today 4 U\"). Benny arrives with an offer: if they convince Maureen to cancel her protest, he'll let them live in his new studio project, rent-free (\"You'll See\"). However, the two rebuff his offer. After Benny leaves, Angel and Collins invite Mark and Roger to attend a local HIV support group meeting. Mark hurries off to help fix Maureen's sound equipment for the protest,"
  },
  {
    "title": "Rendezvous with Rama by Arthur C. Clarke",
    "text": " After a major disaster caused by a meteorite falling in Eastern Italy in 2077, the government of Earth sets up the Spaceguard system as an early warning of arrivals from deep space. The \"Rama\" of the title is an alien star ship, initially mistaken for an asteroid categorised as \"31/439\". It is detected by astronomers in the year 2130 while still outside the orbit of Jupiter. The object's speed (100&nbsp;000&nbsp;km/h) and the angle of its trajectory clearly indicate that this is not an object on a long orbit around our sun; it comes from interstellar space. Astronomers' interest is further piqued when they realise that this asteroid not only has an extremely rapid rotation period of 4 minutes, but it is exceptionally large. It is subsequently renamed Rama after the Hindu god and an unmanned space probe dubbed Sita is launched from the Mars moon Phobos to intercept and photograph the object. The resulting images taken during its rapid flyby reveal that Rama is a perfect cylinder, in diameter and long, made of a completely featureless material, making this humankind's first encounter with an alien space ship. The manned solar survey vessel Endeavour is sent to study Rama, as it is the only ship close enough to do so in the brief period Rama will spend in our solar system. Endeavour manages to rendezvous with Rama one month after the space ship first comes to Earth's attention, when the giant alien spacecraft is already within Venus' orbit. The 20+ crew, led by Commander Bill Norton, enters Rama through triple airlocks, and explores the vast 16-km wide by 50-km long cylindrical world of its interior, but the nature and purpose of the starship and its creators remains enigmatic throughout the book. Inside Rama, the air is discovered to be breathable. The astronauts discover several features, including \"cities\" (odd blocky shapes that look like buildings, and streets with shallow trenches in them, looking like trolley car tracks) that actually served as factories, a sea"
  },
  {
    "title": "Sense and Sensibility by Jane Austen",
    "text": " When Mr. Dashwood dies, his estate, Norland Park, passes directly to his only son John, the child of his first wife. His second wife, Mrs. Dashwood, and their daughters, Elinor, Marianne and Margaret, are left only a small income. On his deathbed, Mr. Dashwood extracts a promise from his son, that he will take care of his half-sisters; however, John's selfish and greedy wife, Fanny, soon persuades him to renege. John and Fanny immediately take up their place as the new owners of Norland, while the Dashwood women are reduced to the position of unwelcome guests. Mrs. Dashwood begins looking for somewhere else to live. In the meantime, Fanny's brother, Edward Ferrars, a pleasant, unassuming, intelligent but reserved young man, visits Norland and soon forms an attachment with Elinor. Fanny disapproves the match and offends Mrs. Dashwood with the implication that Elinor is motivated by money rather than love. Mrs. Dashwood indignantly speeds her search for a new home. Mrs. Dashwood moves her family to Barton Cottage in Devonshire, near the home of her cousin, Sir John Middleton. Their new home lacks many of the conveniences that they have been used to, however they are warmly received by Sir John, and welcomed into the local society, meeting his wife, Lady Middleton, his mother-in-law, Mrs. Jennings and his friend, the grave, quiet and gentlemanly Colonel Brandon. It soon becomes apparent that Colonel Brandon is attracted to Marianne, and Mrs. Jennings teases them about it. Marianne is not pleased as she considers Colonel Brandon, at thirty-five, to be an old bachelor incapable of falling in love, or inspiring love in anyone else. Marianne, out for a walk, gets caught in the rain, slips and sprains her ankle. The dashing, handsome John Willoughby sees the accident and assists her. Marianne quickly comes to admire his good looks and outspoken views on poetry, music, art and love. Mr. Willoughby's attentions are so overt that Elinor and Mrs. Dashwood begin to suspect that"
  },
  {
    "title": "Speaker for the Dead by Orson Scott Card",
    "text": " On Novinha's request for a Speaker, Andrew Wiggin leaves for Lusitania, a colony turned into a virtual prison, with its expansion severely limited and its whole existence devoted to the work of xenologers who study the Pequeninos, the first sentient beings found since the destruction of Formics. Lusitania itself is remarkably lacking in biodiversity, featuring thousands of unfilled ecological niches. The other outstanding feature of Lusitania is the Descolada, a native virus which almost wipes out the colony, until husband-and-wife biologists Gusta and Cida succeed in developing counters. Unfortunately, they didn't find the cure soon enough to save themselves, leaving orphaned daughter Novinha to strike out for herself. At the age of thirteen, Novinha, a cold and distant girl, successfully petitions to be made the official biologist of the colony (roughly the equivalent of a master's degree); from then on, she contributes to the work of father-and-son xenologers (alien anthropology) Pipo and Libo, and for a short time there is family and camaraderie. One day, however, she makes a discovery about the descolada—that it's in every native lifeform—and Pipo rushes out to talk to the piggies about the discovery without telling her or Libo why it's important. They can't figure it out on their own, and never learn—a few hours later, Pipo is found vivisected in the grass; his corpse does not even have the benefit of a tree (The symbol of honor placed among all dead piggies). Novinha erases all the lab work, but cannot delete the information itself due to regulations; Libo demands to see it, but even their love for each other will not make her let him see it—it appears to be a secret the piggies will kill to keep. Now Novinha is determined to ensure they never marry, the way they always planned to: for if they do, Libo will have access to those locked files and, Novinha fears, will share the same fate as his father. In anguish, Novinha calls for a Speaker for the Dead, hopin"
  },
  {
    "title": "Starship Troopers by Robert A. Heinlein",
    "text": " Starship Troopers takes place in the midst of an interstellar war between the Terran Federation of Earth and the Arachnids (referred to as \"The Bugs\") of Klendathu. It is narrated as a series of flashbacks by Juan Rico, and is one of only a few Heinlein novels set out in this fashion. The novel opens with Rico aboard the corvette Rodger Young (named after Medal of Honor winner Rodger Wilton Young), serving with the platoon known as \"Rasczak's Roughnecks\" (named after the platoon leader, Lt. Rasczak) about to embark on a raid against the planet of the \"Skinnies,\" who are allies of the Arachnids. We learn that he is a cap(sule) trooper in the Terran Federation's Mobile Infantry. The raid itself, one of the few instances of actual combat in the novel, is relatively brief: the Roughnecks land on the planet, destroy their targets, and retreat, suffering a single casualty in the process (Dizzy Flores, who dies in the retrieval boat of wounds received in action). The story then flashes back to Rico's graduation from high school, and his decision to sign up for Federal Service over the objections of his father, who disowns him. This is the only chapter that describes Rico's civilian life, and most of it is spent on the monologues of two people: retired Lt. Col. Jean V. Dubois, Rico's school instructor in \"History and Moral Philosophy,\" and Fleet Sergeant Ho, a recruiter for the armed forces of the Terran Federation. Some see Dubois as speaking for Heinlein throughout the novel; he delivers what is probably the book's most famous soliloquy on violence, it \"... has settled more issues in history than has any other factor.\" Fleet Sergeant Ho's monologues examine the nature of military service, and his anti-military tirades seem primarily to be a contrast with Dubois. We learn, later, that his rants are part of a policy intended to scare off applicants signing up without conviction. Interspersed throughout the book are other flashbacks to Rico's high school History and Moral P"
  },
  {
    "title": "Sir Gawain and the Green Knight by Pearl Poet",
    "text": " In Camelot on New Year's Day King Arthur's court is exchanging gifts and waiting for the feasting to start when the king asks first to see or hear of an exciting adventure. At this a gigantic figure, entirely green in appearance and riding a green horse, rides unexpectedly into the hall. He wears no armour but bears an axe in one hand and a holly bough in the other. Refusing to fight anyone there on the grounds they are all too weak to take him on, he insists he has come for a friendly \"Christmas game\": someone is to strike him once with his axe on condition that the Green Knight may return the blow in a year and a day. The splendid axe will belong to whoever takes him on. Arthur himself is prepared to accept the challenge when it appears no other knight will dare, but Sir Gawain, youngest of Arthur's knights and his nephew, quickly begs for the honour instead. The giant bends and bares his neck before him and Gawain neatly beheads him in one stroke. However the Green Knight neither falls nor falters but reaches out, picks up his severed head and remounts, holding up his bleeding head to Queen Guinevere while its writhing lips remind Gawain that the two must meet again at the Green Chapel before he rides away. Joking together, Gawain and Arthur admire the axe, hang it up as a trophy and encourage Guinevere to treat the whole matter lightly. As the date approaches Sir Gawain sets off to find the Green Chapel and keep his bargain. Many adventures and battles are alluded to (but not described) until Gawain, on the brink of starvation, comes across a splendid castle where he meets Bertilak de Hautdesert, the lord of the castle, and his beautiful wife, who are pleased to have such a renowned guest. Also present is an old and ugly lady, unnamed but treated with great honour by all. Gawain tells them of his New Year's appointment at the Green Chapel and that he only has a few days remaining. Bertilak laughs, explains that the Green Chapel is less than two miles away and p"
  },
  {
    "title": "Stuart Little by E. B. White",
    "text": " The story is episodic. First we learn of Stuart's birth to a family in New York City and how the family adapts, socially and structurally, to having such a small son. He has an adventure in which he gets caught in a window-blind while exercising, and Snowbell, the family cat, places Stuart's hat and cane outside a mouse hole, panicking the family. He is accidentally released by his brother George. Then two chapters describe Stuart's participation in a boat race in Central Park. A bird named Margalo is adopted by the Little family, and Stuart protects her from their malevolent cat. The bird repays his kindness by saving Stuart when he is trapped in a garbage can and shipped out for disposal at sea. Margalo flees when she is warned that one of Snowbell's friends intends to eat her, and Stuart strikes out to find her and bring her home. A friendly dentist, who is also the owner of the boat Stuart had raced in Central Park, gives him use of a gasoline-powered model car, and Stuart departs to see the country. He works for a while as a substitute teacher and comes to the town of Ames Crossing, where he meets a girl named Harriet Ames who is no taller than he is. They go on one date, and then Stuart leaves town. As the book ends, he has not yet found Margalo, but feels confident he will do so."
  },
  {
    "title": "The Lord of the Rings by J. R. R. Tolkien",
    "text": " Long before the events of the novel, the Dark Lord Sauron forges the One Ring to dominate the other Rings of Power and corrupt those who wear them: the leaders of Men, Elves and Dwarves. He is vanquished in battle by an alliance of Elves and Men. Isildur cuts the One Ring from Sauron's finger, claiming it as an heirloom for his line, and Sauron loses his physical form. When Isildur is later ambushed and killed by Orcs, the Ring is lost in the River Anduin. Over two thousand years later, the Ring is found by a river-dwelling hobbit called Déagol. His friend Sméagol immediately falls under the Ring's influence and strangles Déagol to acquire it. Sméagol is banished and hides under the Misty Mountains, where the Ring extends his lifespan and transforms him over the course of hundreds of years into a twisted, corrupted creature called Gollum. He loses the Ring, his \"precious\", and, as recounted in The Hobbit, Bilbo Baggins finds it. Meanwhile, Sauron reassumes physical form and takes back his old realm of Mordor. Gollum sets out in search of the Ring, but is captured by Sauron, who learns from him that \"Baggins\" now has it. Gollum is set loose, and Sauron, who needs the Ring to regain his full power, sends forth his powerful servants, the Nazgûl, to seize it. The novel begins in the Shire, where the Hobbit Frodo Baggins inherits the Ring from Bilbo, his cousin and guardian. Neither is aware of its origin, but Gandalf the Grey, a wizard and old friend of Bilbo, suspects the Ring's identity. When he becomes certain, he strongly advises Frodo to take it away from the Shire. Frodo leaves, accompanied by his gardener and friend, Samwise (\"Sam\") Gamgee, and two cousins, Meriadoc (\"Merry\") Brandybuck and Peregrin (\"Pippin\") Took. They nearly encounter the Nazgûl while still in the Shire, but shake off pursuit by cutting through the Old Forest, where they are aided by the enigmatic Tom Bombadil, who alone is unaffected by the Ring's corrupting influence. After leaving the fore"
  },
  {
    "title": "The Doors of Perception by Aldous Huxley",
    "text": " After a brief overview of research into mescaline, Huxley recounts that he was given 4/10 of a gram at 11:00 am one day in May 1953. Huxley writes that he hoped to gain insight into extraordinary states of mind and expected to see brightly colored visionary landscapes. When he only sees lights and shapes, he puts this down to being a bad visualiser, however, he experiences a great change in his perception of the external world. By 12:30 pm, a vase of flowers becomes the \"miracle, moment by moment, of naked existence\". The experience, he asserts, is neither agreeable nor disagreeable, but simply \"is\". He likens it to Meister Eckhart’s ‘istigheit’ or ‘is-ness’, and Plato’s ‘Being’ but not separated from ‘Becoming’. He feels he understands the Hindu concept of Satchitananda, as well as the Zen koan that ‘the dharma body of the Buddha is in the hedge’ and Buddhist suchness. In this state, Huxley explains he didn’t have an ‘I’, but instead a ‘not-I’. Meaning and existence, pattern and colour become more significant than spatial relationships and time. Duration is replaced by a perpetual present. Reflecting on the experience afterwards, Huxley finds himself in agreement with philosopher C.D. Broad that to enable us to live, the brain and nervous system eliminate unessential information from the totality of the Mind at Large. In summary, Huxley writes that the ability to think straight is not reduced while under the influence of mescaline, visual impressions are intensified, and the human experimenter will see no reason for action because the experience is so fascinating. Temporarily leaving the chronological flow, he mentions that four or five hours into the experience he was taken to the World’s Biggest Drug Store (WBDS) where he was presented with books on art. In one book, the dress in Botticelli’s Judith provokes a reflection on drapery as a major artistic theme as it allows painters to include the abstract in representational art, to create mood, and also to represe"
  },
  {
    "title": "The Time Machine by H. G. Wells",
    "text": " The book's protagonist is an English scientist and gentleman inventor living in Richmond, Surrey, identified by a narrator simply as the Time Traveller. The narrator recounts the Traveller's lecture to his weekly dinner guests that time is simply a fourth dimension, and his demonstration of a tabletop model machine for travelling through it. He reveals that he has built a machine capable of carrying a person, and returns at dinner the following week to recount a remarkable tale, becoming the new narrator. In the new narrative, the Time Traveller tests his device with a journey that takes him to 802,701 A.D., where he meets the Eloi, a society of small, elegant, childlike adults. They live in small communities within large and futuristic yet slowly deteriorating buildings, doing no work and having a frugivorous diet. His efforts to communicate with them are hampered by their lack of curiosity or discipline, and he speculates that they are a peaceful communist society, the result of humanity conquering nature with technology, and subsequently evolving to adapt to an environment in which strength and intellect are no longer advantageous to survival. Returning to the site where he arrived, the Time Traveller is shocked to find his time machine missing, and eventually works out that it has been dragged by some unknown party into a nearby structure with heavy doors, locked from the inside, which resembles a Sphinx. Later in the dark, he is approached menacingly by the Morlocks, ape-like troglodytes who live in darkness underground and surface only at night. Within their dwellings he discovers the machinery and industry that makes the above-ground paradise possible. He alters his theory, speculating that the human race has evolved into two species: the leisured classes have become the ineffectual Eloi, and the downtrodden working classes have become the brutish light-fearing Morlocks. Deducing that the Morlocks have taken his time machine, he explores the Morlock tunnels,"
  },
  {
    "title": "The Shockwave Rider by John Brunner",
    "text": " The novel is set in the weeks following Nick's recapture after several years on the run, alternating between moral arguments with his interrogator, who is trying to discover why the program's star pupil had absconded, and flashbacks of his career. The interrogator is Paul Freeman, a graduate of another secret installation known as \"Electric Skillet\", which focuses on weapons and defense strategy. Although he initially felt at home at Tarnover, Nick eventually becomes aware of experiments in genetic engineering being performed there. These produce monstrous deformed children who are disposed of when they are no longer needed for study. At this point Nick becomes determined to escape. He studies data processing, steals a personal ID code intended for privileged individuals who wish to live their lives without surveillance, and goes on the run. He uses the stolen computer access code to cover his data trails and create new identities for himself, easily adopting entire new personas. One is the pastor of a popular church, another is an idle playboy gigolo. In this last role, calling himself Sandy Locke, he becomes the lover of Ina Grierson, a top executive at Ground to Space Industries, a powerful \"hypercorp\" known to all as G2S. Intending to use the computer facilities at G2S to ensure that his code is still valid after the six years he has been away, he signs on as a \"systems rationalizer\" with the company. This brings him into contact with Ina's daughter, Kate, who attracts him despite her plain appearance and simple lifestyle. At the age of 22, Nick's age when he left Tarnover, Kate is a perpetual student at \"UMKC\". She is perceptive enough to penetrate Nick's adopted persona, deeply disturbing him even though she fascinates him. He visits her at home, helping her to clean out some of her possessions, and meeting her tame cougar, Bagheera. Bagheera is the product of her late father's genetic research into intelligence. He died shortly after abandoning the research "
  },
  {
    "title": "The Shining by Stephen King",
    "text": " In 1976, Jack Torrance is an aspiring writer who is attempting to rebuild his marriage and career, both of which have been nearly ruined by two traits inherited from his late father: alcoholism and an explosive temper. During one occasion while drinking, Jack broke his son's arm. This incident shocked him into sobriety, but Jack's temper continued to plague him: he lost his teaching position at a Vermont prep school after assaulting a student. Jack eagerly accepts a job as a winter caretaker at the Overlook Hotel, an isolated resort in the Colorado Rockies. Jack hopes that the seclusion will help him reconnect with his family and give him inspiration and the peace and quiet to help him write a new play. Jack, his wife Wendy, and their five-year-old son, Danny&mdash;who has telepathic abilities unknown to his parents&mdash;move into the Overlook. Danny's abilities make him immediately sensitive to supernatural forces within the hotel. Shortly after the family's arrival at the Overlook, Danny and the hotel's chef, Dick Hallorann, talk privately to discuss Danny's talent and the hotel's sinister nature. Dick informs Danny that he shares Danny's abilities (though to a lesser degree), as did Dick's grandmother, who called it \"shining\". Dick warns Danny to avoid Room 217, but assures him that the things he may see are merely pictures which cannot harm him. Dick urges Danny to contact him through the shining should trouble arise. As the Torrances settle in at the Overlook, Danny sees frightening ghosts and visions. Although Danny is close to Jack, he does not tell either of his parents about his visions because he senses that the caretaking job is important to his father and the family's future. Wendy considers leaving Jack at the Overlook to finish the job on his own; Danny refuses, thinking his father will be happier if they stay. However Danny soon realizes his presence in the hotel makes the supernatural activity more powerful enabling it to make what Hallorann descri"
  },
  {
    "title": "Mort by Terry Pratchett",
    "text": " As a teenager, Mort had a personality and temperament that made him rather unsuited to the family farming business. Mort's father, named Lezek, felt that Mort thought too much, which prevented him from achieving anything practical. Thus, Lezek took him to a local hiring fair, hoping that Mort would land an apprenticeship with some tradesman; not only would this provide a job for his son, but it would also make his son's propensity towards thinking someone else's problem. At the job fair, Mort at first has no luck attracting the interest of an employer. Then, just before the stroke of midnight, a man concealed in a black cloak arrives on a white horse. He says he is looking for a young man to assist him in his work and selects Mort for the job. The man turns out to be Death, and Mort is given an apprenticeship in ushering souls into the next world (though his father thinks he's been apprenticed to an undertaker). When it is a princess' time to die (according to a preconceived reality), Mort, instead of ushering her soul, saves her from death, dramatically altering a part of the Discworld's reality. However, the princess, for whom Mort has a developing infatuation, does not have long to live, and he must try to save her, once again, from a seemingly unstoppable death. Both the princess and Mort end up consulting the local wizard, Igneous Cutwell, for various methods of assistance with the crisis. As Mort begins to do most of Death's \"Duty\", he loses some of his former character traits, and essentially starts to become more like Death himself. Death, in turn, yearns to relish what being human is truly like and travels to Ankh-Morpork to indulge in new experiences and attempt to feel real human emotion. Conclusively, Mort must duel Death for Mort's freedom. Though Death wins the duel, he spares Mort's life and sends him back to the Disc. The princess is saved from a second death when the alternate reality Mort created is reduced to a pearl-like state. This pearl is giv"
  },
  {
    "title": "The Hound of the Baskervilles by Arthur Conan Doyle",
    "text": " Sir Charles Baskerville is found lying dead on the grounds of his country house, Baskerville Hall. The cause is ascribed to a heart attack. Fearing for the safety of Sir Charles's nephew and only known heir, Sir Henry Baskerville, coming from America to claim his inheritance, Dr James Mortimer travels to London and asks Sherlock Holmes for help. Mortimer explains that the Baskerville family is afflicted by a curse. According to an old account, over two centuries ago Hugo Baskerville was infatuated with a farmer's daughter. He kidnapped her and imprisoned her in his bedroom. She escaped and the furious Baskerville offered his soul to the devil if he could recapture her. Aided by friends, he pursued the girl onto the desolate moor. Baskerville and his victim were found dead. She had died from fright, but a giant spectral hound stood guard over Baskerville's body. The hound tore out Baskerville's throat, then vanished into the night. Sir Charles Baskerville had become fearful of the legendary curse and its hellhound. Mortimer decided that Sir Charles had been waiting for someone when he died. His face was contorted in a ghastly expression, while his footprints suggested he was running from something. The elderly man's heart was not strong, and he had planned to go to London the next day. Mortimer says he had seen the footprints of a \"gigantic hound\" near Sir Charles's body, something not revealed at the inquest. Intrigued by the case, Holmes meets with Sir Henry, newly arrived from America. Sir Henry is puzzled by an anonymous note delivered to his London hotel room, warning him to avoid the Devon moors. Holmes says that the note had been composed largely of letters cut from The Times, probably in a hotel, judging by other clues. The fact that the letters were cut with nail scissors suggested an authoress, as did a remnant whiff of perfume. Holmes keeps this last detail to himself. When Holmes and Watson later join Sir Henry at his hotel, they learn one of the baronet"
  },
  {
    "title": "The Hobbit by J. R. R. Tolkien",
    "text": " Gandalf tricks Bilbo into hosting a party for Thorin and his band of dwarves, who sing of reclaiming the Lonely Mountain and its vast treasure from the dragon Smaug. When the music ends, Gandalf unveils a map showing a secret door into the Mountain and proposes that the dumbfounded Bilbo serve as the expedition's \"burglar\". The dwarves ridicule the idea, but Bilbo, indignant, joins despite himself. The group travel into the wild, where Gandalf saves the company from trolls and leads them to Rivendell, where Elrond reveals more secrets from the map. Passing over the Misty Mountains, they are caught by goblins and driven deep underground. Although Gandalf rescues them, Bilbo gets separated from the others as they flee the goblins. Lost in the goblin tunnels, he stumbles across a mysterious ring and then encounters Gollum, who engages him in a game of riddles. As a reward for solving all riddles Gollum will show him the path out of the tunnels, but if Bilbo fails, his life will be forfeit. With the help of the ring, which confers invisibility, Bilbo escapes and rejoins the dwarves, improving his reputation with them. The goblins and Wargs give chase but the company are saved by eagles before resting in the house of Beorn. The company enters the black forest of Mirkwood without Gandalf. In Mirkwood, Bilbo first saves the dwarves from giant spiders and then from the dungeons of the Wood-elves. Nearing the Lonely Mountain, the travellers are welcomed by the human inhabitants of Lake-town, who hope the dwarves will fulfil prophecies of Smaug's demise. The expedition travels to the Lonely Mountain and finds the secret door; Bilbo scouts the dragon's lair, stealing a great cup and learning of a weakness in Smaug's armour. The enraged dragon, deducing that Lake-town has aided the intruder, sets out to destroy the town. A noble thrush who overheard Bilbo's report of Smaug's vulnerability reports it to Bard, who slays the dragon. When the dwarves take possession of the mountai"
  },
  {
    "title": "The Great Divorce by C. S. Lewis",
    "text": " The narrator inexplicably finds himself in a grim and joyless city, the \"grey town\", which is either hell or purgatory depending on how long one stays there. He eventually finds a bus for those who desire an excursion to some other place (and which eventually turns out to be the foothills of heaven). He enters the bus and converses with his fellow passengers as they travel. When the bus reaches its destination, the passengers on the bus &mdash; including the narrator &mdash; are gradually revealed to be ghosts. Although the country is the most beautiful they have ever seen, every feature of the landscape (including streams of water and blades of grass) is unyieldingly solid compared to themselves: it causes them immense pain to walk on the grass, and even a single leaf is far too heavy for any to lift. Shining figures, men and women whom they have known on earth, come to meet them, and to urge them to repent and enter heaven proper. They promise that as the ghosts travel onward and upward, they will become more solid and thus feel less and less discomfort. These figures, called \"spirits\" to distinguish them from the ghosts, offer to assist them in the journey toward the mountains and the sunrise. Almost all of the ghosts choose to return instead to the grey town, giving various reasons and excuses. Much of the interest of the book lies in the recognition it awakens of the plausibility and familiarity, along with the thinness and self-deception, of the excuses that the ghosts refuse to abandon, even though to do so would bring them to \"reality\" and \"joy forevermore.\" The narrator is met by the writer George MacDonald, whom he hails as his mentor, just as Dante did when encountering Virgil in the Divine Comedy; and MacDonald becomes the narrator's guide in his journey, just as Virgil became Dante's. MacDonald explains that it is possible for a soul to choose to remain in heaven despite having been in the grey town; for such souls, the goodness of heaven will work bac"
  },
  {
    "title": "The Screwtape Letters by C. S. Lewis",
    "text": " In The Screwtape Letters, C.S. Lewis provides a series of lessons in the importance of taking a deliberate role in living out Christian faith by portraying a typical human life, with all its temptations and failings, as seen from devils' viewpoints. Screwtape holds an administrative post in the bureaucracy (\"Lowerarchy\") of Hell, and acts as a mentor to Wormwood, the inexperienced tempter. In the body of the thirty-one letters which make up the book, Screwtape gives Wormwood detailed advice on various methods of undermining faith and promoting sin in the Patient, interspersed with observations on human nature and Christian doctrine. Wormwood and Screwtape live in a peculiarly morally reversed world, where individual benefit and greed are seen as the greatest good, and neither demon is capable of comprehending God's love for man or acknowledging true human virtue when he sees it. Versions of the letters were originally published weekly in the Anglican periodical The Guardian between May and November 1941, and the standard edition contains an introduction explaining how the author chose to write his story. Lewis wrote the sequel Screwtape Proposes a Toast in 1959, a critique of certain trends in public education (state schooling). An omnibus edition with a new preface by Lewis was published by Bles in 1961 and MacMillan in 1962. The Screwtape Letters is one of Lewis' most popular works, although he claimed that it was \"not fun\" to write, and \"resolved never to write another 'Letter'.\" Both The Screwtape Letters and Screwtape Proposes a Toast have been released on both audio cassette and CD, with narration by John Cleese and Joss Ackland. A dramatized audio version by Focus on the Family was a 2010 Audie Award finalist."
  },
  {
    "title": "The Pit and the Pendulum by Nancy Kilpatrick",
    "text": " The story takes place during the Spanish Inquisition. At the beginning of the story an unnamed narrator is brought to trial before various sinister judges. Poe provides no explanation of why he is there or for what he has been arrested. Before him are seven tall white candles on a table, and, as they melt, his hopes of survival also diminish. He is condemned to death and finds himself in a pitch black compartment. At first the prisoner thinks that he is locked in a tomb, but he discovers that he is in a cell. He decides to explore the cell by placing a hem from his robe against a wall so he can count the paces around the room; however, he faints before being able to measure the whole perimeter. When the prisoner awakens he discovers food and water nearby. He gets back up and tries to measure the prison again, finding that the perimeter measures one hundred steps. While crossing the room he slips on the hem of his robe. He discovers that if he had not tripped he would have walked into a deep pit with water at the bottom in the center of the cell. After losing consciousness again the narrator discovers that the prison is slightly illuminated and that he is bound to a wooden board by ropes. He looks up in horror to see a painted picture of Father Time on the ceiling; hanging from the figure is a gigantic scythe-like pendulum swinging slowly back and forth. The pendulum is inexorably sliding downwards and will eventually kill him. However the condemned man is able to attract rats to his bonds with meat left for him to eat and they start chewing through the ropes. As the pendulum reaches a point inches above his heart, the prisoner breaks free of the ropes and watches as the pendulum is drawn back to the ceiling. He then sees that the walls have become red-hot and begun moving inwards, driving him into the center of the room and towards the brink of the pit. As he gazes into the pit, he decides that no fate could be worse than falling into it. It is implied by the text "
  },
  {
    "title": "The Hunt for Red October by Tom Clancy",
    "text": " Marko Alexandrovich Ramius, a Lithuanian submarine commander in the Soviet Navy, intends to defect to the United States with his officers on board the experimental nuclear submarine Red October, a Typhoon-class vessel equipped with a revolutionary stealth propulsion system, described as an arrangement of pump-jets nicknamed the \"Caterpillar Drive.\" The system makes sonar detection extremely difficult. The result, immediately apparent to Jack Ryan and the Joint Chiefs of Staff, is a strategic weapon platform that is capable of sneaking its way into American waters and launching nuclear missiles with little or no warning. The strategic value of Red October was not lost upon Ramius. Several other factors have spurred his decision to defect, in particular his disillusionment by the death of his wife, Natalia, at the hands of an incompetent doctor who went unpunished because he was the son of a Politburo member. Her untimely death, combined with Ramius' long-standing dissatisfaction with the callousness of Soviet rule and his fear of the Red Octobers destabilizing effect on world affairs, ultimately exhausts his tolerance for the failings of the Soviet system. Ramius kills the Red Octobers political officer to ensure that he will not interfere with the defection, and writes a letter to Admiral Yuri Padorin, Natalia's uncle, brazenly stating his intention to defect. The Soviet Northern Fleet sails out to sink the Red October under the pretext of a search and rescue mission. Meanwhile, Ryan, a high-level Central Intelligence Agency analyst, flies from London to Langley, Virginia, to deliver British Intelligence's photographs of Red October to the Deputy Director of Intelligence. Ryan consults a friend at the U.S. Naval Academy and finds out that the new construction variations house the Caterpillar Drive. When the Red Octobers silent drive is engaged, she disappears off the sonar of the USS Dallas, a Los Angeles class submarine that is tracking her. Putting this informati"
  },
  {
    "title": "The Cardinal of the Kremlin by Tom Clancy",
    "text": " CIA analyst Jack Ryan attends a diplomatic conference in Moscow as part of an American delegation to the Soviet Union. He learns that the CIA’s most highly-placed agent, codenamed \"CARDINAL\", is none other than Colonel Mikhail Semyonovich Filitov, the personal aide to the Soviet Minister of Defense and a national war hero. Filitov was recruited by GRU colonel and British agent Oleg Penkovskiy, and offered his services to the CIA after the deaths of his wife and two sons; the latter two were killed during their service in the Red Army. As a result, Filitov has been passing political, technical, and military intelligence to the CIA for the past thirty years. The U.S. discovers through \"National Technical Means\" that the Soviets were working on an ABM defense system based at Dushanbe in Tajikistan. Emilio Ortiz, a CIA liaison, is sent to aid Mujaheddin rebels in the region. One rebel leader, a man known only as \"The Archer,\" is questioned after unwittingly witnessing a test of the Soviets' ABM system. The Archer determines that the Soviet installation is a threat to him and his people, and tasks his group with attacking and pillaging the facility. In the end, the guerrillas destroy a large amount of Soviet equipment. However, the rebels suffer horrendous losses, including the death of The Archer. Ryan travels to New Mexico to meet with a young SDI researcher, Major Alan Gregory, whom he brings to Washington, D.C., to brief the president. Gregory lives with another scientist, Candi Long, who is working on adaptive optics for use in the development of laser weaponry. A lesbian KGB agent, Bea Taussig&mdash;who has unluckily fallen in love with Long&mdash;describes Gregory and his work to her KGB handler, Tanya Bisyarina. The KGB launches a plan to kidnap and debrief Gregory. Filitov is arrested after his work for the CIA is discovered. However, Ryan concocts a plan to both secure the return of Filitov and arrange the defection of the sitting KGB chairman, Nikolay Borisso"
  },
  {
    "title": "Debt of Honor by Tom Clancy",
    "text": " In New York City, Japanese industrialist Raizo Yamata purchases a controlling interest in an American hedge fund. He flies to Saipan&nbsp;— the site of his parents' suicide during the American invasion of the island at the close of World War II&nbsp;— to buy a large tract of land. Meanwhile, in eastern Tennessee, a car accident involving two Japanese vehicles leads to the deaths of six people. Revelations about the vehicles' fatal design flaws stir long-standing resentment against Japan's protectionist trade policies. As trade negotiations between the United States and Japan grind to a halt, Congress passes a law enabling the U.S. to mirror the trade practices of the countries from which it imports goods. The bill is immediately used to replicate Japan's non-tariff barriers, cutting off the U.S. export markets upon which the Japanese economy depends. Facing an economic crisis, Japan's ruling corporate cabal decides to take military action against the U.S. Along with China and India, Japan plots to curtail the American presence in the Pacific and re-establish the Greater East Asia Co-Prosperity Sphere. In the wake of these developments, Jack Ryan is recruited as National Security Advisor by President Roger Durling. Meanwhile, CIA officers John Clark and Domingo Chavez are sent to Japan to reactivate a former KGB spy network in order to gain intelligence. Japan launches the first phase of its assault, sending Self-Defense Force units to occupy the Mariana Islands, specifically Saipan and Guam. The invasion, conducted with commercial airliners and car carriers, is virtually bloodless. Meanwhile, during a joint military exercise, Japanese ships \"accidentally\" launch torpedoes at the U.S. Pacific Fleet, destroying two submarines and crippling two aircraft carriers. This drastically reduces the U.S. capability to project power into the western Pacific. An immediate retaliation is forestalled by the second phase of the Japanese offensive: an economic attack. Even as the m"
  },
  {
    "title": "Tunnel in the Sky by Robert A. Heinlein",
    "text": " A Malthusian catastrophe on Earth has been averted by the invention of teleportation, called the \"Ramsbotham jump\", which is used to send Earth's excess population to colonize other planets. However, the costs of operating the device mean that the colonies are isolated from Earth until they can justify two-way travel. Because modern technology requires a supporting infrastructure, more primitive methods are employed — for example, horses instead of tractors (because tractors cannot reproduce themselves). Rod Walker is a high school student who dreams of becoming a professional colonist. The final test of his Advanced Survival class is to stay alive on an unfamiliar planet for between two and ten days. Students may team up and equip themselves with whatever gear they can carry, but are otherwise completely on their own. They are told only that the challenges are neither insurmountable nor unreasonable. On test day, each student walks through the Ramsbotham portal and finds him or herself alone on a strange planet, though reasonably close to the pickup point. Rod, acting on advice, chooses to equip himself with hunting knives and basic survival gear rather than high-tech weaponry, on the grounds that the latter is dependent on the infrastructure required to maintain it and can easily become a crutch. The last advice the students receive is to \"watch out for stobor.\" On the second day, Rod is ambushed and knocked unconscious by a thief. When he wakes up, all he has left is a spare knife hidden under a bandage. In his desperate concentration on survival, he loses track of time. Eventually he teams up with Jacqueline \"Jack\" Daudet, a student from another class whom he initially mistakes for a male. When she tells him that more than ten days have elapsed without contact, he realizes that they are stranded. They start recruiting others for the long haul and Rod becomes the de facto leader of a community that eventually grows to around 75 people. Rod has no taste for polit"
  },
  {
    "title": "The Mismeasure of Man by Stephen Jay Gould",
    "text": " The Mismeasure of Man is a critical analysis of the early works of scientific racism about the supposed, biologically inherited (genetic) basis for human intelligence, such as craniometry, the measurement of skull volume and its relation to intellectual faculties. Gould proposed that much of the research was based more upon the racial and social prejudices of the researchers than upon their scientific objectivity; that on occasion, researchers such as Samuel George Morton (1799–1851), Louis Agassiz (1807–1873), and Paul Broca (1824–1880), committed the methodological fallacy of including their personal (a priori) expectations to the conclusions, as part of their analytical reasoning. Gould describes Morton's rather imprecise technique of filling skulls with bird seed to obtain endocranial-volume data and how Morton had probably pushed down bird seed in the white skulls so that they had more volume. Gould re-worked Morton’s original endocranial-volume data, and concluded that the original results were based upon biases, selective data use, and perhaps outright falsification of the results. When said biases are accounted, the original hypothesis — an ordering in skull volume ranging from Blacks to Mongols to Whites — is unsupported by the data. The Mismeasure of Man presents a historical evaluation of the concepts of the intelligence quotient (IQ) and of the general intelligence factor (g factor), which were and are the measures for intelligence used by psychologists. Gould proposed that most psychological studies have been heavily biased, by the belief that the human behavior of a race of people is best explained by genetic heredity. He cites the Burt Affair, about the allegedly fraudulent, oft-cited twin studies, by Cyril Burt (1883–1971), wherein he claimed that human intelligence is highly heritabile. As an evolutionary biologist and historian of science, Gould accepted biological variability (the premise of the transmission of intelligence via genetic heredity),"
  },
  {
    "title": "The Picture of Dorian Gray by Oscar Wilde",
    "text": " The novel begins on a beautiful summer day with Lord Henry Wotton, a strongly-opinionated man, observing the sensitive artist Basil Hallward painting the portrait of a handsome young man named Dorian Gray, who is Basil's ultimate muse. After hearing Lord Henry's world view, Dorian begins to think beauty is the only worthwhile aspect of life. He wishes that the portrait Basil painted would grow old in his place. Under the influence of Lord Henry (who relishes the hedonic lifestyle and is a major exponent thereof), Dorian begins to explore his senses. He discovers amazing actress Sibyl Vane, who performs Shakespeare plays in a dingy theatre. Dorian approaches her and soon proposes marriage. Sibyl, who refers to him as \"Prince Charming\", swoons with happiness, but her protective brother James tells her that if \"Prince Charming\" harms her, he will certainly kill him. Dorian invites Basil and Lord Henry to see Sibyl perform in Romeo and Juliet. Sibyl, whose only knowledge of love was love of theatre, casts aside her acting abilities through the experience of true love with Dorian. Disheartened, Dorian rejects her, saying her beauty was in her acting, and he is no longer interested in her. When he returns home, he notices that his portrait has changed. Dorian realizes his wish has come true – the portrait now bears a subtle sneer and will age with each sin he commits, while his own appearance remains unchanged. He decides to reconcile with Sibyl, but Lord Henry later informs him that she has killed herself by swallowing prussic acid. Dorian realizes that lust and looks are where his life is headed and he needs nothing else. Over the next 18 years, he experiments with every vice, mostly under the influence of a \"poisonous\" French decadence novel, a present from Lord Henry. The title is never revealed in the novel, but at Oscar Wilde's trial he admitted that he had 'had in mind' Joris-Karl Huysmans's À Rebours ('Against Nature'). One night, before he leaves for Paris, Basi"
  },
  {
    "title": "The Book of the City of Ladies by ",
    "text": " Part I opens with Christine reading from Matheolus’s Lamentations, a work from the thirteenth century that addresses marriage wherein the author writes that women make men’s lives miserable. Upon reading these words, Christine becomes upset and feels ashamed to be a woman: “This thought inspired such a great sense of disgust and sadness in me that I began to despise myself and the whole of my sex as an aberration in nature”. The three Virtues then appear to Christine, and each lady tells Christine what her role will be in helping her build the City of Ladies. After this, Lady Reason is the first to join Christine and help her build the external walls of the city. Lady Reason is a virtue developed by Christine for the purpose of her book. Reason is the first virtue to help Christine build the city. Reason aids Christine in laying the foundations for her city and answers Christine's questions about why men slander women. As she helps Christine understand male slander, she also helps Christine to prepare the ground on which the city will be built. She tells Christine to “take the spade of [her] intelligence and dig deep to make a trench all around [the city] … [and Reason will] help to carry away the hods of earth on [her] shoulders.” These “hods of earth” are the past beliefs Christine has held about male slanderers. Christine, in the beginning of the text, believed that women must truly be bad because she “could scarcely find a moral work by any author which didn't devote some chapter or paragraph to attacking the female sex. [Therefore she] had to accept [these authors] unfavourable opinion[s] of women since it was unlikely that so many learned men, who seemed to be endowed with such great intelligence and insight into all things, could possibly have lied on so many different occasions.” Christine is not using reason to discover the merits of women. She believes all that she reads instead of putting her mind to listing all the great deeds women have accomplished. T"
  },
  {
    "title": "The Sentinel by Arthur C. Clarke",
    "text": " The story deals with the discovery of an artifact on Earth's Moon left behind eons ago by ancient aliens. The object is made of a polished mineral and tetrahedral in shape, and is surrounded by a spherical forcefield. The narrator speculates at one point that the mysterious aliens who left this structure on the Moon may have used mechanisms belonging \"to a technology that lies beyond our horizons, perhaps to the technology of para-physical forces.\" The narrator speculates that for millions of years (evidenced by dust buildup around its forcefield) the artifact has been transmitting signals into deep space, but it ceases to transmit when, some time later, it is destroyed \"with the savage might of atomic power\". The narrator hypothesises that this \"sentinel\" was left on the moon as a \"warning beacon\" for possible intelligent and spacefaring species that might develop on Earth. In 2001: A Space Odyssey, the operation of the sentinel is reversed. It is the energy of the sun, falling for the first time on the uncovered artifact, that triggers the signal that creatures from the Earth had taken the first step into space."
  },
  {
    "title": "The Fountains of Paradise by Arthur C. Clarke",
    "text": " In the 22nd century, Dr Vannevar Morgan is a famous structural engineer who hopes to develop the 'space elevator' from a theoretical concept to reality and enlists the resources of his employers to carry out experiments. But the only suitable starting point (Earth station) for the elevator lies at the summit of a mountain in Taprobane occupied by an ancient order of Buddhist monks, who implacably oppose the plan. Morgan is approached by a Mars-based consortium to develop the elevator on Mars as part of a massive terraforming project. To demonstrate the viability of the technology, Morgan tries to run a thin cable of ‘hyperfilament’ from an orbital factory down to ground level at Taprobane. A monk at the monastery, a former astrophysicist who is a mathematical genius, tries to sabotage the attempt by creating an artificial hurricane using a hijacked weather-control satellite. His attempt is in fact successful, but in an ironic twist, the hurricane blows butterflies to the peak of the mountain. This fulfills an ancient prophecy that causes the monks to leave the mountain. The tower can be built on Earth after all. Forced to resign his position for acting beyond his authority, Morgan joins the Martian consortium named 'Astroengineering' and construction of the Tower commences. Several years later, the Earth-based tower is well under construction and travel up and down &mdash; both for tourists and for transfer to rocket ships &mdash; is being trialled. An astrophysicist and a group of his students and tower staff are stranded in an emergency chamber six hundred kilometres up after an accident with their transport capsule. They have limited food and air supplies. Whilst a laser on a weather-control satellite is able to supply heat, it is imperative to provide them with filter masks against the increasing carbon dioxide and also with food, air, and medical supplies (a theme earlier explored in Clarke's novel The Sands of Mars). Despite his rapidly failing health, Morgan"
  },
  {
    "title": "Lord of the Flies by William Golding",
    "text": " In the midst of a wartime evacuation, a British plane crashes onto an isolated island in a remote region of the Pacific Ocean. The only survivors are male children below the age of thirteen. Two boys, the fair-haired Ralph and an overweight, bespectacled boy reluctantly nicknamed \"Piggy\" find a conch, which Ralph uses as a horn to bring all the survivors to one area. Ralph emerges as one of the survivors' leaders during the meeting, as does Jack Merridew, a member of a boys' choir that survived the crash. The survivors elect Ralph as their \"chief\", losing only the votes of Jack's fellow choirboys, who support their leader. Ralph asserts two primary goals: to have fun and to maintain a smoke signal that could alert passing ships to their presence on the island. The boys decide that a conch shell they found embodies the society they shall create on the island, and declare that whoever holds the conch shall also receive the respect of the larger group. Jack organises his choir group into a hunting party responsible for discovering a food source; Ralph, Jack, and a boy named Simon soon form a troika of leaders. Piggy, although Ralph's only confidante, is quickly made an outcast by his fellow \"biguns\" (older boys) and becomes an unwilling source of laughs for the other children. Simon, in addition to supervising the project of constructing shelters, feels an instinctive need to protect the younger boys. The semblance of order imposed by Ralph and Simon quickly deteriorates as the majority of the boys turn idle and begin to develop paranoias about the island, referring to a supposed monster, the \"beast\", which dwells nearby. Jack, who has started a power struggle with Ralph, gains control of the discussion by boldly promising to kill the beast. At one point, Jack summons all of his hunters to hunt down a wild pig, drawing away those assigned to maintain the signal fire. After the fire burns out, a ship passes by the island, but does not stop as it has seen nothing amiss."
  },
  {
    "title": "Through the Looking-Glass by Lewis Carroll",
    "text": " Alice is playing with a white kitten (whom she calls \"Snowdrop\") and a black kitten (whom she calls \"Kitty\")—the offspring of Dinah, Alice's cat in Alice's Adventures in Wonderland—when she ponders what the world is like on the other side of a mirror's reflection. Climbing up on the fireplace mantel, she pokes at the wall-hung mirror behind the fireplace and discovers, to her surprise, that she is able to step through it to an alternative world. In this reflected version of her own house, she finds a book with looking-glass poetry, \"Jabberwocky\", whose reversed printing she can read only by holding it up to the mirror. She also observes that the chess pieces have come to life, though they remain small enough for her to pick up. Upon leaving the house (where it had been a cold, snowy night), she enters a sunny spring garden where the flowers have the power of human speech; they perceive Alice as being a \"flower that can move about.\" Elsewhere in the garden, Alice meets the Red Queen (now human-sized), who impresses Alice with her ability to run at breathtaking speeds—a reference to the chess rule that queens are able to move any number of vacant squares at once, in any direction, making them the most \"agile\" of the pieces. The Red Queen reveals to Alice that the entire countryside is laid out in squares like a gigantic chessboard, and offers to make Alice a queen if she can move all the way to the eighth rank/row in a chess match. Alice is placed in the second rank as one of the White Queen's pawns, and begins her journey across the chessboard by boarding a train that literally jumps over the third row and directly into the fourth rank, acting on the rule that pawns can advance two spaces on their first move. She then meets the fat twin brothers Tweedledum and Tweedledee, whom she knows from the famous nursery rhyme. After reciting the long poem \"The Walrus and the Carpenter\", the Tweedles draw Alice's attention to the Red King—loudly snoring away under a nearby tre"
  }
]